export const data = [{
    id : '00',
    img : 'img/0.png',
    iljuOne : '푸른 쥐',
    iljuTwo : '갑자일주',
    title : '육십갑자 중에서 맨처음의 자부심!',
    content : 
    `60가지의 갑자중 맨처음의 일주답게 자신이 늘 매사에 앞장을 서야한다는 사명감이 있으므로,
    항상 타인의 어려움을 해결해 주기위해 나서기도 한답니다.
    나름대로 신념과 가치관이 뚜렷하기 때문에 한편으로는 매우 냉혹하고 권모술수가 뛰어난 냉정한 기질도 있습니다.
    
    그리고 자신감과 자부심이 매우 넘치며, 아집도 강한 편입니다.
    호색 기질도 강하고 대인관계도 매우 폭넓고 활동적인 사람이지만 매우 외로움을 잘느끼기도 합니다.
    감수성이 풍부하고 끼가 넘치기때문에 이성관계가 복잡해지기 쉽습니다.
    
    매우 욕망이 강한 분들임에 틀림없으며, 돈에서의 수입과 지출이 불균형하기 쉽습니다.
    잦은 이동이나, 혹은 각종 연회비나 유흥비 등으로 탕진할 수 있기 때문입니다. 
    자신감이 넘치는 분들이지만, 말을 함부로 하는 경향도 있으며, 또는 다소 다른 사람들 앞에 나서기를 꺼려하는 심리가 있으므로, 처음 만난 사람과 얘기할 때는 다소 말투가 어눌하거나, 부들부들 떨리는 분들도 있을 것입니다.
    
    항상 허황된 계획을 쫓는 분들이며, 마음이 수시로 변하는 분들이기에, 평생 주거나 직장, 대인관계 측면에 있어서 변화나 변동수를 겪는 분들이 갑자일주 분들입니다.
    대개 유쾌하고 사람들을 편안하게 해주는 윤활유같은 분들이 많으므로, 오락부장 기질이나 예능적인 기질이 뛰어난 분들이 많다고 보겠습니다.`
},{
    id : '02',
    img : 'img/2.png',
    iljuOne : '푸른 호랑이',
    iljuTwo : '갑인일주',
    title : '겉은 당당하고 유능하고 속은 누구보다 풍족하다!',
    content : 
    `갑인일에 태어난 분들은 대개 당당하면서도 성취욕구가 매우 다분한 인물들이 많습니다.
    그래서 매우 활동적이고 집안에 있기 보다는 뭔가 성취하고 거머쥐기 위해 집밖으로 여러차례, 유학이나 영업, 여행, 견문, 자기계발, 스포츠, 대인관계 등으로 남들이 못해본 경험들을 할 가능성이 높습니다.
    마치 먹이를 찾기위해 산기슭을 어슬렁어슬렁 거리는 푸른 호랑이의 강인하고 활동적인 형상이라고나 해야할까요?
    
    갑인일주들은 매우 단정하고 의협심이 강한 인상을 풍기면서도, 매우 인자하고 중후해 보입니다.
    매우 매사에 용맹무쌍한 기질을 가진 사람들이며, 남다른 건강한 고집과 주관이 강해서, 자신의 가치관과 신념을 웬만하면 절대로 꺾지 않고 자신의 주관대로 일을 독립적으로 추진하려는 인물들인 것입니다.
    
    이들을 구속하면 안됩니다. 구속하면 구속할수록 더욱 반발할 것이며, 갑인일주들은 밖에서 활동을 하고 사회생활을 적극적으로 해 나가야 비로소 스스로 행복과 만족감을 느끼는 분들입니다.
    
    단지 건강한 고집이 상당히 센 편이고, 본인을 구속하려드는 연인이나 배우자로 만날 경우에는 불화와 갈등을 피할 수 없습니다.
    대단히 가정적이여서 갑인일주들은 이상주의자이자, 자유주의자 기질이 있으므로, 이들에게 간섭과 속박, 구속, 억압이라는 말은 매우 기피대상 단어 1순위들입니다.`
},{
    id : '04',
    img : 'img/4.png',
    iljuOne : '푸른 용',
    iljuTwo : '갑진일주',
    title : '무뚝뚝하지만 누구보다 큰 야망을 가졌다!',
    content : 
    `푸른 용의 기상으로 태어난 갑진일주로 태어난 이들은 타고난 사주의 성향답게, 겸손과 미덕으로 자신을 무장하지만, 마음 속에는 성공과 재물에 대한 무한한 욕망을 가진 사람들입니다.

    인생을 담백하고 순박하게 꾸려나가며, 보수성과 온후함과 인내성을 겸비한 이들은 주위 사람들로부터 신뢰받는 사람으로 이미지가 박히기 쉽습니다.
    일을 추진함에 있어서, 한번 결심한 일은 매섭게 몰아붙이고, 절대 포기하지 않고 성취할 때까지 물고 늘어지는 무서운 도전파입니다.
    
    근데 갑진일주들은 일적으로는 완벽주의자이며, 유능한 사람들이고 인정받을만 사람들이지만, 문제는 애정면에서 너무 재미없는 사람들이라는 점입니다.
    다소 독선적이고 아집이 심하고 고집이 센 갑진일주들은 따뜻한 한마디도 연인에게 건네지 않는 무정하고 무뚝뚝한 사람들이 많습니다.
    
    겉으로 볼때는 매우 안정적이고 중후한 사람이지만, 고집과 독선적인 기질, 질투심, 마음의 변덕, 승리를 위한 투쟁과 권력쟁취에 대한 관심이 많은 정치적인 사람입니다.
    그리고 경제적인 면에서도 안정적으로 자신의 사업기반을 꾸려나가 결국엔 자신의 목적을 거머쥘 가능성이 높은 천재 지략가에 속합니다.
    경제적이고 실리적인 측면에서는 동반자감으로 나름 훌륭한 사람이지만, 뭔가 모르게 다정한 동반자라고는 할수가 없는 것이죠.
    
    이들의 연애스타일은 상대방에 대한 권태나 의심이 지나치게 많다는 점에 있으며, 밖에서는 호인이지만, 실제 알고보면 대단히 질릴 수밖에 없는 사람들이 많습니다.
    자기밖에 모르는 자기중심성이 강하기 때문입니다. 이들은 대단히 무뚝뚝하고 무정하기 때문입니다.`
},{
    id : '06',
    img : 'img/6.png',
    iljuOne : '푸른 말',
    iljuTwo : '갑오일주',
    title : '화려한 언변으로 무장한 리더!',
    content : 
    `모든 기운을 밖으로 드러내어 실현시키는 모양으로 자기표현에 능숙하고, 화려함을 추구하는 일주입니다.
    그러나 내적인 만족이나 결실은 약하니 항상 내면의 불안함을 갖고 사는 경우가 많습니다.
    
    자존심이 강하고 성격도 급해서 천천히 하는것을 좋아하지 않습니다.
    그래서 일처리가 빠르고 시원시원하며 언변과 재치가 뛰어납니다.
    
    다재다능하고 두뇌가 총명한 편이지만 지는걸 싫어하여 자신의 재능을 과신하고 타인을 무시하는 경향이 있습니다.
    자신의 총명한 머리를 의존하는 경우가 있으니 인내심과 참을성을 기른다면 실력있는 리더가 될 수있습니다.
    언변이 뛰어나지만 허언이 심하기에 조금만 자기를 자제하고 지구력을 갖고 말을 신중하게 하여 말을 책임을 질수 있어야합니다.
    
    대개 다정다감 하지만 다정이 병이 되어 내것을 주고도 좋은소리를 듣지 못하는 경우가 있습니다.
    `
},{
    id : '08',
    img : 'img/8.png',
    iljuOne : '푸른 원숭이',
    iljuTwo : '갑신일주',
    title : '마른하늘에 날벼락같이 예측불가능!',
    content : 
    `인자함과 자상함과 어짊을 상징함으로써, 자신의 가까운 측근들을 꼼꼼하면서도 세심하게 신경써주고 챙겨주는 든든한 지원군임을 의미합니다만,한자리에 머무르지 않는 역마의 기질이 있습니다.
    즉 갑신일주 분들의 특징은 즉 마음의 변덕이 죽끓듯합니다.
    
    갑신일에 태어나신 분들은 타인들에게 신뢰감을 주는 분들이 많습니다.
    갑신일주 분들은 다재다능하며, 상하 위계질서에 철저한데다가, 처세술도 뛰어나고 리더십이나 통솔력도 매우 뛰어난 편입니다.
    다재다능하지만 한편으로는 여러가지 본인만의 상상력과 상념에 젖어들면서도, 새로운 것을 추구하는 역마의 기질로 인해서, 한가지 일에 꾸준히 하기가 어렵다는 약점은 강력하게 작용합니다.
    또는 한번 마음먹은 계획을 작심삼일로 수시로 수정하기도 합니다.
    그러니까 한번 집중하고 밀어붙일 때는 과감하게 밀어붙이지만, 변덕이나 싫증도 잦기 때문에 이런 현상이 일어나는 것입니다.
    
    겉으로는 매우 의젓하고 중후해 보이면서도 늠름해 보이는 분들이 많지만, 실제로는 마음 속의 변화가 대단히 잦고 우울증이나 의기소침 현상을 자주 느끼기도 하는 분들이 많습니다. 
    그래서 겉으로는 환하게 웃고 있지만, 의외로 가까운 사람들에게는 신경질적인 히스테리컬한 행위를 표출시켜 타인을 당황시키기도 합니다
    
    푸른 원숭이는 가장 잔재주에 능하며 지략가에 속합니다만, 자신의 영달을 꿈꾸고 남의 이익을 가로채기 위한 음모를 꾸밀 수도 있으며, 무엇보다도 다른 사람들에게 매우 오만불손하고 안하무인의 행동도 할 수 있고 산만해지기 쉬운 동물입니다.
    그래서 자기 혼자 이익을 차지하려 그러고, 매사를 자기 멋대로 조종하려는 기질이 작용함으로써, 악인(惡人)으로 전락할 수 있는 것입니다.
    그래도 심성만은 매우 착한 분들이 틀림없으며, 매우 영리한 재간이 있는 분들이긴 하고 성실하지만, 문제는 마음이 수시로 들쑥날쑥해서, 세상의 얼룩진 유혹에도 쉽게 노출되고 넘어가기 쉬워서, 위선과 교만, 과욕으로의 늪에 빠지기 쉬운 것입니다.
    
    갑신일주 분들은 자신과의 가치관과 부합되는 일을 하거나 명분이 있거나 본인 기분이 좋을 때는 매우 좋은 활약을 보여주는 분들이지만,
    그 반대일 경우에는 슬럼프에 빠지거나, 매우 과격해지기도 하고 폭력성이 나타나기도 하기 때문에, 그 운세가 항상 굴곡이 심할 수밖에 없으며, 극과 극의 상황이 연출되기 쉬운 것입니다.`
},{
    id : '010',
    img : 'img/10.png',
    iljuOne : '푸른 개',
    iljuTwo : '갑술일주',
    title : '깐죽거리길 좋아하는 개척자!',
    content : 
    `갑술일주는 매우 활발하고 성공을 위해서라면 분주다난한 삶을 살아가는 분들로써, 몸이 항상 바쁘고 고단합니다.
    자립심이나 독립심이 강하며, 그 누구의 손을 빌리지 않고 스스로 노력하는 스타일이긴 하지만, 한편으로는 의타심이 강해서, 누군가에게 의지해서 자신의 욕구를 충족시키려는 얌체같은 기질도 찾아볼 수 있습니다.
    
    매사 의욕적인 분들이며, 다소 과격해지거나, 폭력적으로 변할 수 있을 가능성이 매우 큰 분들이기도 합니다.
    갑술일주 분들은 대다수의 공통점이 다소 덜렁거리거나, 남들에게 깐죽거리기도 잘하고, 경우에 따라서 산만해지기 쉬운 경향을 가지고 있으므로, 남들로부터 눈살을 찌푸리게 하는 경우가 많습니다.
    
    갑술일주 분들은 왠지 보호본능을 자극하는 분들이 많습니다.
    이는 이들이 처세술이나 언변능력이 유창하면서도, 늘 매사에 활발하고 명랑하기 때문이며, 왠지 애기같이 순수하고도 철없어 보이는 인상을 주기 때문이기도 합니다.
    하지만 갑술일주 분들의 실체를 알게 되면, 대부분의 사람들은 마음이 떠나가는 경우가 많습니다.
    왜냐면 갑술일주 분들은 위의 언급해드린 성품과 더불어, 자주 변덕도 심하고, 무언가를 얻으려는 계산적인 생각으로 남들에게 접근하는 분들이 많기 때문입니다.
    
    갑술일주 분들 하면 딱 떠오르는 단어는 바로 개척정신입니다.
    개척정신이 강한 이분들은 자립심이 강하고, 성공에 대한 욕망이 매우 강한 분들이라서, 해외라든지, 타지로 비지니스로 인한 왕래가 잦은 분들이기도 합니다.
    누구에게나 개방적이고 관대한 아량있는 성품을 가졌으며, 누구와도 거리낌없이 친해질 수 있는 인정많은 성격이기도 합니다.
    
    매사 노력은 적게 투입하되 결과나 성과는 크게 보려는 심보를 지닌 분들이기도 한데요.
    이렇게 매우 본인의 이익을 추구하는 마음씨 때문에 사람들로부터 혐오감을 주기 쉬운 것이니, 갑술일주 분들은 살아가면서 이러한 본인의 결함을 고쳐야 하는 것입니다.
    그래도 겉으로는 매우 본인의 품위나 위엄, 체면을 지키기 위하여 노력하는 분들이기는 합니다.`
},{
    id : '11',
    img : 'img/1.png',
    iljuOne : '푸른 소',
    iljuTwo : '을축일주',
    title : '​한없이 자상하고 얌전하지만 겁이많아!',
    content : 
    `이 분들의 특성을 한마디로 정리하자면 매사에 침착하고 기품이 넘치며, 겉으로는 무뚝뚝하고 무정해 보일지라도 실제로는 매우 자상한 분들이라는 사실입니다.
    때로는 자기 주관이 확실하면서도, 겁이 매우 많아서, 매사에 돌다리도 두들겨 보면서 행동해야 직성이 풀리는 소심한 분들입니다.
    이렇게 믿음직스럽고 그들 자신도 따뜻하고 충실한 분들이지만, 인덕이 모자란 경향이 있어서, 자신의 임무에 충실하며, 남들에게 덕을 베풀기도 하지만, 정작 남들에게 이용당하거나, 남들이 몰라주는 경우가 현실속에서는 많기에, 자기연민과 탄식에 빠지기도 합니다.
    
    마음 속에 포부는 많지만, 하는 일이 중단되거나, 성과가 흐지부지한 일이 많습니다.
    을축일주 분들은 대개 겁도 많은 분들이여서, 어떤 일을 하기도 전에 망설이기 쉬우며, 항상 흑백논리로 미래의 상황이나 현재의 위치를 판단하려는 버릇이 있으니, 주의해야 겠습니다. 
    
    고집이나 신념이 은근히 강력한 분들이며, 자기 이익을 추구하는 성향이 많은 분들이라서, 이로 인해 사소한 이익을 쫓다가 정작 큰 것을 잃어버리는 경우도 허다합니다.
    다소 다른 사람의 행동에 대해서 석연치 않으면 돌직구를 날리는 분들이 많습니다.
    이렇게 무리한 베짱을 가끔 부리다가, 다른 사람과 마찰에 휘말리기도 합니다.
    
    인정이 많으면서도, 계산적인 분들이며, 이익을 추구하지만, 은근히 빠져나가는 뒷돈이 많은 분들이기도 합니다.
    수입과 지출이 불균형해지기 쉽다는 것이죠. 대체적으로 합리적으로 매사를 처리하려는 분들입니다.
    문제는 뭔가 노력은 하는데 나사가 하나 빠진 듯한 결말을 내기 쉽다는 데 있겠습니다.
    
    뭔가 마음 속에 구상하고 실행하고 싶은 것은 무한하지만, 막상 실천력이 굼뜬 분들이 많기도 하며, 겁이 많기 때문에 세상을 흑백논리로 파악하려고 함부로 재단하려는 경향이 있습니다.
    또한 이해관계로 인해서, 친구와 적이 수시로 바뀌기도 하는 분들이기도 한 것입니다.`
},{
    id : '13',
    img : 'img/3.png',
    iljuOne : '푸른 토끼',
    iljuTwo : '을묘일주',
    title : '온화해보이지만 속은 야망가득!',
    content : 
    `매우 순수한 분들이 많으며, 낭만적이고 이상적인 일들을 마음 속에 간직하고 이를 추구하려는 아름다운 분들이 많습니다.
    그 기질 자체가 매우 온화하고 건강한 정신을 가진 분들이 많고 의욕은 매사 넘치는 긍정적인 분들이지만, 역시나 의욕에 비해서 실천력이 뒤떨어 질 수 있고, 너무 자만심이 넘쳐서 오히려 지구력이 약할 순 있겠는데요.
    인내심과 지구력만 보완한다면야 자신이 가는 길에 있어서 큰 성과를 거둘 수도 있겠습니다.
    
    겉으로는 착하게만 보일지 몰라도, 실제로는 외교수완도 뛰어나며, 다소 교활한 측면도 있습니다.
    그리고 환경에 대한 예민한 기질이 있고, 어느 환경에 가든지간에 처음에는 다소 연약해 보일지 몰라도, 실제로 기반을 잡으면, 그 어떠한 동요없이 논리정연과 합리성으로 무장해 나가는 스타일이기도 합니다.
    그래서 대쪽같은 편이기도 하지만, 다소 인색하고 다른 사람에게 섭섭한 얘기를 할 수도 있어서, 타인에게 인정받지 못할 수도 있습니다.
    
    착하고 인자하나 자기 주장이 강하고 상대방을 생각해주지 않으며 타협을 잘하지 못하는 경직된 성격의 소유자입니다.
    대인 관계가 원만하지 못해 직장이나 가정에서 고립된 생활을 할 수도 있습니다.
    반면에 부드럽고 합리적인 사고 방식을 가졌고 또한 끊고 맺는 결단성이 강하고 추진력이 왕성하여 어려움이 닥쳐도 이를 잘 극복하고 헤쳐나갑니다.
    꼼꼼하고 소심하며, 예민하므로 처음에는 다소 낯을 가리는 스타일이기도 하지만, 한번 믿은 사람에게는 아낌없이 베푸려는 기질이 있습니다.
    그러나 베풀기만 하는 것 같지만 마음 속으로는 은근히 자신의 이익도 중시하는 경향도 강하고, 자신이 베푼 사람이 자신에게 똑같이 회답해 주지 않으면 매우 섭섭해 하기 때문에, 섭섭한 얘기를 남들에게 꺼내거나, 액션을 취해서 남들을 무안하게 할 수도 있는 것입니다.
    
    `
},{
    id : '15',
    img : 'img/5.png',
    iljuOne : '푸른 뱀',
    iljuTwo : '을사일주',
    title : '다정다감함이 너무 지나쳐요~',
    content : 
    `두뇌가 매우 비상하고 손익을 잘 계산해 내기 때문에, 윗사람들에게 적절히 알랑을 떨면서 귀여움을 받고 부귀를 추구하는 분들이 많습니다.
    물론 그 겉모습은 매우 온순, 온화한 분들이고 자상한 분들이지만, 역시나 다른 사람에 대한 의타심이 작용하며, 정열적인 성격과 더불어, 예민한 감수성과 변덕스러운 기질있습니다.
    
    특히 의타심이 너무 강한 이들은 다정다감함이 너무 과해서, 오히려 남들에게 이용당하거나 착취당하는 경우도 허다합니다. 그래서 물질적, 정신적으로 상처를 받는 일도 허다하게 됩니다.
    그리고 누군가를 짝사랑하는 강도가 지나치기도 하고, 누군가를 원망하는 강도도 지나치기도 하니, 사랑과 증오가 종이 한장 차이입니다.
    
    이들은 인정과 다정함이 지나쳐서, 이로 인해 교활한 사람들로부터 철저하게 착취당할 위험이 있습니다.
    그러나 이들은 자신의 이익을 매우 중요시하며, 다른 사람에게 의존하려고만 그러고, 매우 중대한 사안에 있어서도 맺고 끊기를 잘 못하는 우유부단한 분들이라서, 결국 자모자패의 늪에 빠지기 쉬운 것인데요, 스스로가 인정하고 싶지 않은 현실을 직시하지 않으려는 것입니다.
    
    매우 좋은 운세를 가졌지만, 고생을 늘 사서 하는 분들이 많으며, 허세기질이 강하고 남들보다 잘나 보이고 싶어하는 기질도 강하므로, 겉치레에 급급하다보니, 실상은 텅빈 사람들이 많은 것이 흠중의 흠입니다.`
},{
    id : '17',
    img : 'img/7.png',
    iljuOne : '푸른 양',
    iljuTwo : '을미일주',
    title : '합리주의자지만 계산적인 지략가!',
    content : 
    `학식이 풍부하며, 총명하고 비상한 두뇌를 지닌 이들은 항상 성공을 쟁취하기 위하여 미래의 푸른 그 날을 기다리고 참고 인내하는 스타일들입니다.
    침착하고 대인관계에 있어서 온순, 온화하게 처신하며 부드럽습니다.
    
    다소 목표를 기획하는 능력은 타의추종을 불허하지만, 자신의 진정한 뜻을 남들에게 내보이지 않아 매우 계산적인 사람들이며, 논리와 수학적인 두뇌로 무장하는 타입들입니다.
    육십갑자 중에서 상당히 합리주의자들입니다.
    이치에 맞게 일을 처리해내려는 스타일들이지만, 다소 행동보다는 생각이 앞서는 경향이 많습니다.
    좋게 말하면 신중한거고 나쁘게 말하면 우유부단한 측면이있습니다.
    겉보기로는 단순해보이고 매우 유들유들 있어 보이지만 실상은 속마음이 매우 불안정하고 복잡다단하며, 변화무쌍한 사람들입니다.
    
    합리적이고 매사에 치밀하지만, 한편으로는 무계획적이고 자기 일보다는 타인의 일에 쓸데없이 팔을 걷어붙이고 나서거나, 혹은 겉으로는 시세와 이치를 중시하는 것 같으나, 실제로는 유흥이나 사치, 화려함을 좋아하는 성향도 있기 때문에, 이중적인 성격이 큽니다.
    
    상대방이 자신보다 윗사람이고 지위가 높아도, 다소 반항적이고 도전적으로 대합니다. 그래서 다소 건방지고 오만불손하다는 소리를 듣기도 합니다.
    `
},{
    id : '19',
    img : 'img/9.png',
    iljuOne : '푸른 닭',
    iljuTwo : '을유일주',
    title : '선과 악의 갈림길에 선 차디찬 양면성!',
    content : 
    `공과 사가 분명하고 매사를 공정하게 처리하려는 경향 때문에 남들로부터 인정미기 적고 냉정하다고 말을 자주 듣습니다.
    따라서 곧고 공명하여 만인의 존경을 받기도 하지만 덕망이 없다는 비평도 받게 됩니다.
    한번 결심하면 옆도 보지 않고 매진하는 성격이나 본성이 착하고 귀가 여려서 남의 말을 잘 듣고 동요가 심하며 싫증을 느끼는 편입니다.
    
    말주변이 대체적으로 적은 편이며, 나대지 않습니다. 즉 겉으로 볼때에 뭔가 자기를 드러내지 않으려 하면서 자기 속마음을 교묘히 감추려고 합니다.
    
    고집이 매우 센 편이며, 생활력도 억척같은 편이며, 쌀쌀하게 보이는 모습 뒤에는 그래도 나름대로 인정은 있어서, 남을 도우려는 기질도 있습니다.
    강자에게는 강하고 약자에겐 약한 의협심이 들어있지만, 한번 남이 자신을 무시하거나, 배신하는 등의 일이 생기면, 무서운 보복을 꿈꾸기도 합니다.
    그리고 이들은 자신의 이익을 매우 추구하기 때문에  히스테리컬한 경우도 나타나 주변 사람들을 당황시키게 됩니다.
    
    평상시에는 아무 문제를 일으키지 않을 것 같은 매우 치밀하고 합리적인 분들이 어느 순간 돌변하여 일탈행위를 하고 주변사람들을 경악시키는 모습을 보게 된다면 그 분들은 을유일주일 가능성이 높겠습니다.
    겉으로는 고고한 학자나 성직자처럼 보여도, 실제로는 속세의 지저분한 먼지에 물들기 쉬운 사람들이라 하겠습니다.`
},{
    id : '111',
    img : 'img/11.png',
    iljuOne : '푸른 돼지',
    iljuTwo : '을해일주',
    title : '정직하고 결벽스러움의 그 자체!',
    content : 
    `이 분들은 하나같이 푸근해 보이고, 편히 대할 수 있는 분들로 보이며, 인자하고 자상해 보이지요. 그리고 한없이 깨끗해 보입니다.
    그리고 무한 긍정의 에네르기를 발산하고 있는듯 보이기도 합니다.
    그러나 내심 속으로는 교만한 마음과 내심 변덕스러운 이중성이 꿈틀거리고 있습니다. 그리고 한없이 계산하려는 마음이 작용합니다.
    
    뒷심과 지구력, 인내심이 있는 편이며, 친절하고 부드러운 성품을 지니고 있습니다.
    하지만 역시나 이 분들도 본인의 이익을 매우 중시하는 분들로써 이익에 연연하다 보면 성급한 성격이 작용하기도 합니다. 
    
    지킬박사와 하이드의 면모를 지닌 분들로써 한편으로는 어려운 사람들을 구제하는 의사나 봉사자가 되실 수 있는 분들이지만,
    한편으로는 의타심이 발동하여, 남을 교묘하게 이용하고 등쳐먹어, 자신의 이익을 추구하고 욕구를 충족시키는데 세월을 소비하는 분들도 허다합니다.
    
    행동방식은 대체적으로 정직하고 올곧은 분들이며, 하나같이 모범생 스타일들입니다. 
    이렇게 고결한 모범생 스타일이면서도 남들과 융화되기가 다소 힘들다는 점도 있습니다.
    즉 타인과 얽히는 것을 싫어하기도 하며, 타인이 뭐라하든 자신의 길을 고집하는 기질이 있는 분들이기도 한데다가, 그 기질이 지나칠 정도로 고상하므로, 대인관계가 진실로 친하거나 지속적으로 이어지지는 못할 수도 있다는 단점이 있기도 합니다.
    
    을해일주 분들은 너무 소기의 이익을 거머쥐기 위해 계산적으로 활동하다가 정작 소중하고 더 큰 것을 잃어버릴 수 있는 분들이기에, 항상 정도에 맞게 오로지 본인의 노력으로써 착실하게 살아가야 하는 분들인 것입니다.`
},{
    id : '20',
    img : 'img/0.png',
    iljuOne : '붉은 쥐',
    iljuTwo : '병자일주',
    title : '호탕하고 낙천적이지만, 속으로는 누구보다 계산적!',
    content : 
    `성품은 매우 호방하면서도, 호걸 계통의 분들이며, 다소 자신의 외모나 옷차림새라든지, 어떤 행동패턴을 남들보다 뒤지지 않도록 아니, 오히려 남들보다 훨씬 아름답고 멋있게 꾸미는 것을 좋아하는 분들이라서, 뭔가 남들에게 보여줄만한 장기를 하나씩 가지려고 안간힘을 쓰는 분들도 있습니다. 
    자기 주장이나 표현력을 잘 하는 편인데요. 생활력이 강한 성분이기 때문에, 자신의 안정적인 기반이나 이익, 영달을 거머쥐기 위해서라면 한편으로는 수단과 방법을 가리지 않고 분주히 뛰어다니는 분들이 많다고 봐야합니다.
    
    겉으로는 친화력이 좋게 보이지만, 은근히 까탈스러운 분들이 병자일주 분들입니다.
    매사 완벽을 추구하는 경향이 강하고 성실하면서도, 때로는 자신의 이익을 매우 추구하기 때문에 스스로 나태해지기도 하며, 현실과 이상 사의 괴리에 대하여, 좌절을 느끼기도 할 것입니다.
    특히 직장에서 병자일주 상사분들을 만나게 된다면, 겉인상은 좋은 분들이지만, 막상 서류나 문서를 작성해서 제출하면, 조금이라도 제 성에 차지 않으면 빠꾸를 시키는 상당히 까다로운 분들이 많을 것입니다.
    
    병자일주 분들의 최대의 장점은 긍정이고, 최대의 단점도 긍정이라 하겠습니다.
    매사 긍정적이고 낙천적인 분들이라서, 오히려 현실보다는 이상이나 환상에 치우치기 일수이며, 자신의 본분보다 훨씬 높디 높은 꿈을 실현하기 위하여 모험도 불사하는 분들이 많습니다.
    사실 성미가 매우 불같은 분들이며, 인내심도 무르고, 끈기도 약한 편이라서, 말이나 계획, 구상은 거창하지만, 실제로 실천이나 과정상에서의 단속이나 끈기력, 지구력이 부족하여, 제대로 뒷마무리나 수습을 하지 못해 낭패를 보는 경우가 허다합니다.
    
    하지만 병자일주 분들의 타고난 낙천적인 성격은 정말 아름다움 그 자체라고 할 수 있겠습니다.
    이러한 면모는 사람들의 팍팍한 현실 속에서 윤활유 역할을 하는 경우도 많죠.
    
    매사 아는 척을 잘하는 분들이기도 한데요. 자기 표현력이 강력한 것이 오히려 재앙으로 이어져, 구설수에 오르고 내리기도 쉬운 분들이기도 합니다. 너무 직설적인 것이 흠이 되기도 합니다.
    누구에게나 사심 없이 대하여 주는 친화력이 있지만, 한편으로는 누군가를 의심하는 기질도 있으며, 재물관리는 나름대로 잘 하는 합리적인 분들이긴 하나, 때로는 기분에 심취하여, 또는 자신을 꾸미기 위하여, 돈을 흥청망청 쓰는 기질도 있습니다.`
},{
    id : '22',
    img : 'img/2.png',
    iljuOne : '붉은 호랑이',
    iljuTwo : '병인일주',
    title : '패기 충만하나 주위경계가 부족!',
    content : 
    `대체적으로 위엄과 리더 기질이 느껴지며, 매사에 명랑쾌활하고 진취적인 사람들입니다.
    게다가 미적인 것을 좋아하는 기질도 있어서, 예술적인 세계에 대한 동경도 강한 이상주의자들이며, 성격은 불같고 다혈질에 속하지만, 한편으로는 어느 정도 덤벙거리고, 주위가 산만한 기질이 있다는 약점이 있습니다.
    
    병인일주 분들은 사람들에게 자주 베푸는 분들이 많지만, 오히려 이로 인해서 주변인들로 인해서 재물을 착취당한다거나 여러가지로 실속적인 손해를 보기 쉽습니다.
    그래서 병인일주 분들은 명예를 중시하므로 대개 겉으로 볼때는 위풍당당하며 화려해 보이더라도, 실속은 매우 빈껍데기인 분들이 많을 가능성이 큰것입니다.
    병인일주 분들은 어떤 일이든지 자신감 있게 추진하지만, 대개 인내심이 부족하기 때문에, 중도에서 자포자기 해버리거나 뒷마무리가 부실하기 쉽다는 단점이 있습니다.
    
    예의 범절이 투철하고, 윗사람에게 잘 하는 스타일이기도 해서 출세가 빠른 분들도 많습니다.
    그 자신의 지나친 저돌적인 욕심으로 인해서, 수많은 고비와 시련에 직면하는 사람들도 많습니다.
    무엇보다도 매우 조급한 것이 병인일주 분들의 제일 큰 단점입니다.`
},{
    id : '24',
    img : 'img/4.png',
    iljuOne : '붉은 용',
    iljuTwo : '병진일주',
    title : '모든 장애물과 역경을 교묘한 재간으로 헤쳐나간다!',
    content : 
    `겉으로는 명랑하고 매사 의젓하며 의기양양하지만, 속은 나름대로 계산적이기도 한 분들입니다.
    겉으로는 매우 솔직담백한 편이기도 하지만, 은근히 상황에 따라서, 교묘하게 처세하는 임기응변이나 권모술수적인 측면이 강한 분들이기도 합니다.
    따라서 이들은 사회적인 강자에게는 고개를 적절히 숙일 줄도 알고, 반면에 자신의 실속과 자기만족을 위해서라면 사회적 약자에게는 매우 냉혹한 기질도 가지고 있는 것입니다.
    
    보스기질이 강하며, 다른 사람들을 다스리고 통제하거나 자신과 타인의 장, 단점을 파악해 내는 교활함이 있기 때문에 결국은 본인이 원하는 승리를 반드시 쟁취해 내고야 마는 사람들이기도 합니다.
    이들은 자신의 가는 길에 훼방이 되는 것들은 모두 깔끔히 제거해 내는 간교한 지모를 지니고 있습니다.
    
    위기나 어려움이 닥칠수록 이들은 더욱 의연해 지는 분들입니다.
    그만큼 쉽게 흔들리지 않는 안정감과 중후함을 주는 분들이며, 지략가들이기 때문에, 처세술도 현명하여 주변인들의 존경의 대상이 될 수 있겠습니다.
    사실 병진일주 분들은 매우 교활한 분들이 많기도 하는 것입니다.`
},{
    id : '26',
    img : 'img/6.png',
    iljuOne : '붉은 말',
    iljuTwo : '병오일주',
    title : '매사에 불같아서 어디로 튈지 모르는 적토마!',
    content : 
    `병오일주들은 매사 진취적이고 의욕이 넘치며, 그 기상이 용맹합니다.
    자기 표현력이 매우 적극적인 분들입니다.
    그래서 남들에게 인정받고 사랑받고 늘 대중의 관심이 되주기를 원하며, 이에 반대급부적으로 원맨쇼를 하기도 하고, 자기보다 잘나 보이는 상대에 대해서 적개심을 품고 질투감이나 열등감을 품어, 경쟁의식을 드러내기도 합니다.
    
    항상 미래를 바라보며 살아가는 밝고 명랑쾌활한 이들이며, 예의범절이 의외로 바른 편이고, 예의와 절도를 중시하지만, 그 누구도 범접하지 못할 기가 느껴지는 이들입니다.
    이들은 매사에 불덩어리처럼 활활 타오르고 있습니다.
    이들이 원하는 것은 대체적으로 재물보다는 이 세상에서 가장 멋있게 보이고 싶은 것입니다. 그래서 남들보다 뒤떨어지게 보이는 것을 되게 싫어하는 스타일입니다.
    
    매우 이들은 조급한 성격에다가, 가끔 보수적인 사람들 눈에는 거슬릴수도 있는 분들인데요.
    그 행동이 너무 튀기 때문에 그러한 현상이 벌어집니다.
    그래서 자칫 건방지다는 이미지도 받을 수 있고, 가끔 윗사람들과도 충돌을 하게 됩니다.
    
    불이라는 물질은 무릇 그 세력이 번지는 속도가 그 어떠한 오행보다 맹렬하고 빠르지만, 그만큼 소거되어 꺼지는 순간도 순식간에 사라져버립니다.
    병오일에 태어나신 분들은 본인의 이러한 성향을 스스로 잘 이해하시고, 그 어떠한 시련과 역경을 만나더라도, 스스로의 마음을 잘 다스리면서, 자제해 나가시고 인내심과 신중함으로 대처하셔야 길한 것이라 하겠습니다.`
},{
    id : '28',
    img : 'img/8.png',
    iljuOne : '붉은 원숭이',
    iljuTwo : '병신일주',
    title : '너무 착해서 오히려 손해!',
    content : 
    `성격이 급해서 불같이 화를 내나 뒤끝이 없어 금방 원상태로 돌아와 아무일 없다는 듯이 행동하는 경우가 있습니다.
    호화롭고 화려한 것을 좋아하고, 풍류가 기질이 많아 놀기를 좋아하며 통이 커서 한번 돈을 쓰면 몰아서 쓰는 타입입니다.
    또한 사교성이 좋고 재주가 비상하며 돈 버는 방면에 특기가 있습니다.
    
    이 분들은 대체적으로 교활하게 살려고 하지 않으려는 분들입니다.
    매우 심성이 곱고 인정도 많고, 예의범절도 바른데다가, 사람들과 친화력도 좋답니다.
    교활한 것과 거리가 멀고 대체적으로 직선적인 분들이 많으므로, 오히려 이로 인해 손해를 보기도 하며, 매우 불안정하고 신경질적인 히스테리컬한 심리를 가지고 있어서, 매사에 갈팡질팡 하기 쉽습니다.
    
    특히 이성적으로가 아닌 감정적으로 치닫기 쉬운 분들이므로, 오히려 손해를 보고 일을 그르치는 경우도 허다합니다. 집중력이 떨어져서, 한가지 일을 못하고 동분서주하는 경향이 많고 한편으로는 냉정하면서도, 한편으로는 동정에 이끌리기도 잘하며, 몸과 마음이 한시도 가만 있질 못하는 분들이 많습니다.
    
    이 분들은 본인의 경솔해지기 쉬운 언행을 주의해야 합니다. 너무 직설적으로 독설을 내뱉을 수도 있는 분들이라서, 그로 인해 인간관계가 흐트러지기 쉽기 때문입니다.`
},{
    id : '210',
    img : 'img/10.png',
    iljuOne : '붉은 개',
    iljuTwo : '병술일수',
    title : '겉모습은 화려하고 호탕하고 급하지만 실상은 매우 외로운',
    content : 
    `이들은 모두 야심가라는 공통점이 있으며, 다른 일주들에 비해서 매우 한 성깔 하면서도, 매우 복잡미묘한 심리를 가지고 있으며, 야욕이 강한 인물들입니다.

    매우 반항아적이고, 투철한 독립심과 자존심과 고집, 야망이 강한 일주입니다.
    겉으로는 느긋해 보이고, 매우 멋지고 활발한 사람들이 많지만 실상은 매우 욕심이 많기 때문에, 자신이 원하는 것을 서둘러 성취하기 위해, 전광석화처럼 만사를 해결하려고합니다.
    하지만 이러한 자세가 늘상 뒷마무리는 흐지부지 하기 쉽상이며, 냄비근성이 있는인물이라고 봐야겠습니다.
    
    박력이 넘치고, 두뇌가 비상하고 목표가 생기면 강한 추진력과 힘으로 목표를 거머쥐려는 성취욕구가 다분한 호걸 스타일임에는 틀림없습나다만, 문제는 너무 고집스럽고 편벽될 수 있는 기질이 있기 때문에, 전진만 하고 가끔 물러서거나 양보할 줄 아는 지혜와 신중함이 결여될 수 있어서 파란만장한 세월을 살아갈 수도 있겠습니다.
    
    겉과 속이 매우 극히 모순된 사람들이라는 점이 단점입니다.
    실제로 자신의 이익과 실속을 매우 추구하는 교활한 사람들임에는 틀림없지만, 한편으로는 명예욕이나 다른 사람들로부터 멋지고 쿨한 사람이라는 이미지를 심어주고 싶어서 허세를 부리기가 쉽다는 데 있습니다.
    겉으로는 성인군자인 것 처럼 위장을 하지만 실상은 매우 조급하고 기회주의자이며, 욕심이 많은 사람들이라서 이로 인해 재물을 쉽게 탕진하기도 합니다.`
},{
    id : '31',
    img : 'img/1.png',
    iljuOne : '붉은 소',
    iljuTwo : '정축일주',
    title : '겉은 성급하지만 실은 매우 마음이 너그럽다!',
    content : 
    `매사에 지혜로우며, 자신의 주장을 차분하게 주위사람들에게 설명해 나가기도 잘 합니다.
    이들은 예의도 바르며, 대인관계에 있어서 부드러운 분들이지만, 한편으로 남다르게 비관적인 생각도 잘하며, 질투심이나 열등감도 잘 느끼는 편이기도 합니다.
    그리고 불합리한 세상을 꿰뚫어보고 이를 비판하는 의식도 강하기 때문에, 대체적으로 염세주의자에 가깝습니다만, 자신의 밝은 미래를 위해서 끈임없이 정진해 나가는 분들이기도 합니다.
    
    심적방황을 자주 경험할 수 있고 매우 몸과 마음이 분주한 경향이 있습니다.
    정축일주들은 다소 외로움이나 고독감도 자주 느끼기 쉬운 분들이며, 자신의 마음을 아무도 알아주지 않는다는 것을 한탄해 보기도 합니다만, 이들의 운명구조는 대체적으로 밑의 사람들이나 어려운 사람들을 위하여 봉사하고 올바로 지도해주는데서 진정한 보람과 행복을 느끼는 것이라고 해야겠습니다.
    
    정축일주 분들은 구속과 속박을 싫어하며, 남들이 자신보다 잘 나가는 것을 눈뜨고 못보는 엄청난 열등감이라든지 질투심이 많고 만일 자신보다 잘 나가는 사람을 음해하려는 일을 시도할 수도 있습니다.
    그래서 본인만의 열등의식이나 과욕으로 인해서 남에게 피해를 줄수도 있고 남의 이익을 횡령할 수도 있는 것입니다.
    혹은 열등의식이나 질투심에서 비례적으로 찾아오게 되는 자만심과 지나친 시건방짐과 허세기질로 인해 독불장군 기질이 생길 수도 있고, 이로 인해 주위사람들로부터 고립되기도 합니다.
    
    정축일주 분들은 성나서 시뻘겋게 안면과 온 몸뚱아리가 상기된 황소같이 급한 성미를 잘 다스려야 합니다. 그리고 관대하고 양보하는 마음으로 살아가고 자신의 분야에 최선을 다한다면, 주변인들의 충분한 존경을 받을만한 위엄있는 분들이기도 합니다.`
},{
    id : '33',
    img : 'img/3.png',
    iljuOne : '붉은 토끼',
    iljuTwo : '정묘일주',
    title : '언행은 거칠지만 스무스한 존재!',
    content : 
    `이 분들은 늘상 매사에 당돌한 맛이 있고, 순수하면서도, 남들에게 간섭도 잘하고 불평, 불만도 직설적으로 잘 늘어놓는 편이기도 합니다.
    대체적으로 물질적인 것보다는 정신적인 것을 추구하는 낭만주의자들이며, 다소 재물 같은 것도 무계획적으로 낭비할 수도 있습니다.
    매사에 앞서 가려는 분들이 많으며, 영감력이나 직관력, 예지력이 뛰어난 편입니다.
    
    언사라든지 행동 자체가 너무 솔직담백하기도 하고 독설, 직선적이여서 다른 사람의 눈에 봤을 때 당돌하게 보이기도 하고, 건방지게 보이기도 합니다.
    또한 옷차림무새도 다른 사람이랑 차별성을 두려고 하여, 독특하게 입고 다니는 경우도 있어서, 주위 사람들의 이목을 끌기도 합니다.
    그래서 때로는 주위 사람들로부터 미친 사람이라는 평을 듣기도 하며, 매우 본인들 스스로도 산만해져서 여기저기 동분서주 하기도 합니다.
    
    매우 독특한 정신세계를 가진 이들이 많습니다.
    한마디로 매우 자기 주관이나 신념이 뚜렷하며 강하고, 나름대로의 끼와 독특한 영감력을 장착하신 분들입니다.
    게다가 다재다능한 엔터테인먼트 기질을 갖추고 있으며, 워낙 자기 주관이 뚜렷하니, 개성이 특출하기 때문에, 다른 사람보다 튈 수 있겠습니다.
    `
},{
    id : '35',
    img : 'img/5.png',
    iljuOne : '붉은 뱀',
    iljuTwo : '정사일주',
    title : '',
    content : 
    ``
},{
    id : '37',
    img : 'img/7.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '39',
    img : 'img/9.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '311',
    img : 'img/11.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '40',
    img : 'img/0.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '42',
    img : 'img/2.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '44',
    img : 'img/4.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '46',
    img : 'img/6.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '48',
    img : 'img/8.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '410',
    img : 'img/10.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '51',
    img : 'img/1.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '53',
    img : 'img/3.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '55',
    img : 'img/5.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '57',
    img : 'img/7.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '59',
    img : 'img/9.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '511',
    img : 'img/11.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '60',
    img : 'img/0.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '62',
    img : 'img/2.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '64',
    img : 'img/4.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '66',
    img : 'img/6.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '68',
    img : 'img/8.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '610',
    img : 'img/10.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '71',
    img : 'img/1.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '73',
    img : 'img/3.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},{
    id : '75',
    img : 'img/5.png',
    iljuOne : '',
    iljuTwo : '',
    title : '',
    content : 
    ``
},
]
