export const data = [{
    id : '00',
    img : 'img/1.png',
    iljuOne : '붉은 토끼',
    iljuTwo : '정묘일주',
    title : '언행은 거칠지만 알고보면 스무스한 존재라구요!',
    content : 
    `이 분들은 늘상 매사에 당돌한 맛이 있고, 순수하면서도,남들에게 간섭도 잘하고 불평, 불만도 직설적으로 잘 늘어놓는 편이기도 합니다.

    대체적으로 물질적인 것보다는 정신적인 것을 추구하는 낭만주의자들이며, 다소 재물 같은 것도 무계획적으로 낭비할 수도 있습니다.
    
    매사에 앞서 가려는 분들이 많으며, 영감력이나 직관력, 예지력이 뛰어난 편입니다.`
},{
    id : '02',
    img : 'img/1.png',
    iljuOne : '붉은 토끼',
    iljuTwo : '정묘ㅇ일주',
    title : '언행은 거ㄹ칠지만 알고보면 스무스한 존재라구요!',
    content : '이 분들은 늘상 매사에 당돌한 맛이 있고, 순수하면서도,남들에게 간섭도 잘하고 불평, 불만도 직설적으로 잘 늘어놓는 편이기도 합니다. 대체적으로 물질적인 것보다는 정신적인 것을 추구하는 낭만주의자들이며, 다소 재물 같은 것도 무계획적으로 낭비할 수도 있습니다. 매사에 앞서 가려는 분들이 많으며, 영감력이나 직관력, 예지력이 뛰어난 편입니다.'
}
]
