export const data = [{
    id : '00',
    img : 'img/0.png',
    iljuOne : '푸른 쥐',
    iljuTwo : '갑자일주',
    title : '육십갑자 중에서 맨처음의 자부심!',
    content : 
    `60가지의 갑자중 맨처음의 일주답게 자신이 늘 매사에 앞장을 서야한다는 사명감이 있으므로,
    항상 타인의 어려움을 해결해 주기위해 나서기도 한답니다.
    나름대로 신념과 가치관이 뚜렷하기 때문에 한편으로는 매우 냉혹하고 권모술수가 뛰어난 냉정한 기질도 있습니다.
    
    그리고 자신감과 자부심이 매우 넘치며, 아집도 강한 편입니다.
    호색 기질도 강하고 대인관계도 매우 폭넓고 활동적인 사람이지만 매우 외로움을 잘느끼기도 합니다.
    감수성이 풍부하고 끼가 넘치기때문에 이성관계가 복잡해지기 쉽습니다.
    
    매우 욕망이 강한 분들임에 틀림없으며, 돈에서의 수입과 지출이 불균형하기 쉽습니다.
    잦은 이동이나, 혹은 각종 연회비나 유흥비 등으로 탕진할 수 있기 때문입니다. 
    자신감이 넘치는 분들이지만, 말을 함부로 하는 경향도 있으며, 또는 다소 다른 사람들 앞에 나서기를 꺼려하는 심리가 있으므로, 처음 만난 사람과 얘기할 때는 다소 말투가 어눌하거나, 부들부들 떨리는 분들도 있을 것입니다.
    
    항상 허황된 계획을 쫓는 분들이며, 마음이 수시로 변하는 분들이기에, 평생 주거나 직장, 대인관계 측면에 있어서 변화나 변동수를 겪는 분들이 갑자일주 분들입니다.
    대개 유쾌하고 사람들을 편안하게 해주는 윤활유같은 분들이 많으므로, 오락부장 기질이나 예능적인 기질이 뛰어난 분들이 많다고 보겠습니다.`
},{
    id : '02',
    img : 'img/2.png',
    iljuOne : '푸른 호랑이',
    iljuTwo : '갑인일주',
    title : '겉은 당당하고 유능하고 속은 누구보다 풍족하다!',
    content : 
    `갑인일에 태어난 분들은 대개 당당하면서도 성취욕구가 매우 다분한 인물들이 많습니다.
    그래서 매우 활동적이고 집안에 있기 보다는 뭔가 성취하고 거머쥐기 위해 집밖으로 여러차례, 유학이나 영업, 여행, 견문, 자기계발, 스포츠, 대인관계 등으로 남들이 못해본 경험들을 할 가능성이 높습니다.
    마치 먹이를 찾기위해 산기슭을 어슬렁어슬렁 거리는 푸른 호랑이의 강인하고 활동적인 형상이라고나 해야할까요?
    
    갑인일주들은 매우 단정하고 의협심이 강한 인상을 풍기면서도, 매우 인자하고 중후해 보입니다.
    매우 매사에 용맹무쌍한 기질을 가진 사람들이며, 남다른 건강한 고집과 주관이 강해서, 자신의 가치관과 신념을 웬만하면 절대로 꺾지 않고 자신의 주관대로 일을 독립적으로 추진하려는 인물들인 것입니다.
    
    이들을 구속하면 안됩니다. 구속하면 구속할수록 더욱 반발할 것이며, 갑인일주들은 밖에서 활동을 하고 사회생활을 적극적으로 해 나가야 비로소 스스로 행복과 만족감을 느끼는 분들입니다.
    
    단지 건강한 고집이 상당히 센 편이고, 본인을 구속하려드는 연인이나 배우자로 만날 경우에는 불화와 갈등을 피할 수 없습니다.
    대단히 가정적이여서 갑인일주들은 이상주의자이자, 자유주의자 기질이 있으므로, 이들에게 간섭과 속박, 구속, 억압이라는 말은 매우 기피대상 단어 1순위들입니다.`
},{
    id : '04',
    img : 'img/4.png',
    iljuOne : '푸른 용',
    iljuTwo : '갑진일주',
    title : '무뚝뚝하지만 누구보다 큰 야망을 가졌다!',
    content : 
    `푸른 용의 기상으로 태어난 갑진일주로 태어난 이들은 타고난 사주의 성향답게, 겸손과 미덕으로 자신을 무장하지만, 마음 속에는 성공과 재물에 대한 무한한 욕망을 가진 사람들입니다.

    인생을 담백하고 순박하게 꾸려나가며, 보수성과 온후함과 인내성을 겸비한 이들은 주위 사람들로부터 신뢰받는 사람으로 이미지가 박히기 쉽습니다.
    일을 추진함에 있어서, 한번 결심한 일은 매섭게 몰아붙이고, 절대 포기하지 않고 성취할 때까지 물고 늘어지는 무서운 도전파입니다.
    
    근데 갑진일주들은 일적으로는 완벽주의자이며, 유능한 사람들이고 인정받을만 사람들이지만, 문제는 애정면에서 너무 재미없는 사람들이라는 점입니다.
    다소 독선적이고 아집이 심하고 고집이 센 갑진일주들은 따뜻한 한마디도 연인에게 건네지 않는 무정하고 무뚝뚝한 사람들이 많습니다.
    
    겉으로 볼때는 매우 안정적이고 중후한 사람이지만, 고집과 독선적인 기질, 질투심, 마음의 변덕, 승리를 위한 투쟁과 권력쟁취에 대한 관심이 많은 정치적인 사람입니다.
    그리고 경제적인 면에서도 안정적으로 자신의 사업기반을 꾸려나가 결국엔 자신의 목적을 거머쥘 가능성이 높은 천재 지략가에 속합니다.
    경제적이고 실리적인 측면에서는 동반자감으로 나름 훌륭한 사람이지만, 뭔가 모르게 다정한 동반자라고는 할수가 없는 것이죠.
    
    이들의 연애스타일은 상대방에 대한 권태나 의심이 지나치게 많다는 점에 있으며, 밖에서는 호인이지만, 실제 알고보면 대단히 질릴 수밖에 없는 사람들이 많습니다.
    자기밖에 모르는 자기중심성이 강하기 때문입니다. 이들은 대단히 무뚝뚝하고 무정하기 때문입니다.`
},{
    id : '06',
    img : 'img/6.png',
    iljuOne : '푸른 말',
    iljuTwo : '갑오일주',
    title : '화려한 언변으로 무장한 리더!',
    content : 
    `모든 기운을 밖으로 드러내어 실현시키는 모양으로 자기표현에 능숙하고, 화려함을 추구하는 일주입니다.
    그러나 내적인 만족이나 결실은 약하니 항상 내면의 불안함을 갖고 사는 경우가 많습니다.
    
    자존심이 강하고 성격도 급해서 천천히 하는것을 좋아하지 않습니다.
    그래서 일처리가 빠르고 시원시원하며 언변과 재치가 뛰어납니다.
    
    다재다능하고 두뇌가 총명한 편이지만 지는걸 싫어하여 자신의 재능을 과신하고 타인을 무시하는 경향이 있습니다.
    자신의 총명한 머리를 의존하는 경우가 있으니 인내심과 참을성을 기른다면 실력있는 리더가 될 수있습니다.
    언변이 뛰어나지만 허언이 심하기에 조금만 자기를 자제하고 지구력을 갖고 말을 신중하게 하여 말을 책임을 질수 있어야합니다.
    
    대개 다정다감 하지만 다정이 병이 되어 내것을 주고도 좋은소리를 듣지 못하는 경우가 있습니다.
    `
},{
    id : '08',
    img : 'img/8.png',
    iljuOne : '푸른 원숭이',
    iljuTwo : '갑신일주',
    title : '마른하늘에 날벼락같이 예측불가능!',
    content : 
    `인자함과 자상함과 어짊을 상징함으로써, 자신의 가까운 측근들을 꼼꼼하면서도 세심하게 신경써주고 챙겨주는 든든한 지원군임을 의미합니다만,한자리에 머무르지 않는 역마의 기질이 있습니다.
    즉 갑신일주 분들의 특징은 즉 마음의 변덕이 죽끓듯합니다.
    
    갑신일에 태어나신 분들은 타인들에게 신뢰감을 주는 분들이 많습니다.
    갑신일주 분들은 다재다능하며, 상하 위계질서에 철저한데다가, 처세술도 뛰어나고 리더십이나 통솔력도 매우 뛰어난 편입니다.
    다재다능하지만 한편으로는 여러가지 본인만의 상상력과 상념에 젖어들면서도, 새로운 것을 추구하는 역마의 기질로 인해서, 한가지 일에 꾸준히 하기가 어렵다는 약점은 강력하게 작용합니다.
    또는 한번 마음먹은 계획을 작심삼일로 수시로 수정하기도 합니다.
    그러니까 한번 집중하고 밀어붙일 때는 과감하게 밀어붙이지만, 변덕이나 싫증도 잦기 때문에 이런 현상이 일어나는 것입니다.
    
    겉으로는 매우 의젓하고 중후해 보이면서도 늠름해 보이는 분들이 많지만, 실제로는 마음 속의 변화가 대단히 잦고 우울증이나 의기소침 현상을 자주 느끼기도 하는 분들이 많습니다. 
    그래서 겉으로는 환하게 웃고 있지만, 의외로 가까운 사람들에게는 신경질적인 히스테리컬한 행위를 표출시켜 타인을 당황시키기도 합니다
    
    푸른 원숭이는 가장 잔재주에 능하며 지략가에 속합니다만, 자신의 영달을 꿈꾸고 남의 이익을 가로채기 위한 음모를 꾸밀 수도 있으며, 무엇보다도 다른 사람들에게 매우 오만불손하고 안하무인의 행동도 할 수 있고 산만해지기 쉬운 동물입니다.
    그래서 자기 혼자 이익을 차지하려 그러고, 매사를 자기 멋대로 조종하려는 기질이 작용함으로써, 악인(惡人)으로 전락할 수 있는 것입니다.
    그래도 심성만은 매우 착한 분들이 틀림없으며, 매우 영리한 재간이 있는 분들이긴 하고 성실하지만, 문제는 마음이 수시로 들쑥날쑥해서, 세상의 얼룩진 유혹에도 쉽게 노출되고 넘어가기 쉬워서, 위선과 교만, 과욕으로의 늪에 빠지기 쉬운 것입니다.
    
    갑신일주 분들은 자신과의 가치관과 부합되는 일을 하거나 명분이 있거나 본인 기분이 좋을 때는 매우 좋은 활약을 보여주는 분들이지만,
    그 반대일 경우에는 슬럼프에 빠지거나, 매우 과격해지기도 하고 폭력성이 나타나기도 하기 때문에, 그 운세가 항상 굴곡이 심할 수밖에 없으며, 극과 극의 상황이 연출되기 쉬운 것입니다.`
},{
    id : '010',
    img : 'img/10.png',
    iljuOne : '푸른 개',
    iljuTwo : '갑술일주',
    title : '깐죽거리길 좋아하는 개척자!',
    content : 
    `갑술일주는 매우 활발하고 성공을 위해서라면 분주다난한 삶을 살아가는 분들로써, 몸이 항상 바쁘고 고단합니다.
    자립심이나 독립심이 강하며, 그 누구의 손을 빌리지 않고 스스로 노력하는 스타일이긴 하지만, 한편으로는 의타심이 강해서, 누군가에게 의지해서 자신의 욕구를 충족시키려는 얌체같은 기질도 찾아볼 수 있습니다.
    
    매사 의욕적인 분들이며, 다소 과격해지거나, 폭력적으로 변할 수 있을 가능성이 매우 큰 분들이기도 합니다.
    갑술일주 분들은 대다수의 공통점이 다소 덜렁거리거나, 남들에게 깐죽거리기도 잘하고, 경우에 따라서 산만해지기 쉬운 경향을 가지고 있으므로, 남들로부터 눈살을 찌푸리게 하는 경우가 많습니다.
    
    갑술일주 분들은 왠지 보호본능을 자극하는 분들이 많습니다.
    이는 이들이 처세술이나 언변능력이 유창하면서도, 늘 매사에 활발하고 명랑하기 때문이며, 왠지 애기같이 순수하고도 철없어 보이는 인상을 주기 때문이기도 합니다.
    하지만 갑술일주 분들의 실체를 알게 되면, 대부분의 사람들은 마음이 떠나가는 경우가 많습니다.
    왜냐면 갑술일주 분들은 위의 언급해드린 성품과 더불어, 자주 변덕도 심하고, 무언가를 얻으려는 계산적인 생각으로 남들에게 접근하는 분들이 많기 때문입니다.
    
    갑술일주 분들 하면 딱 떠오르는 단어는 바로 개척정신입니다.
    개척정신이 강한 이분들은 자립심이 강하고, 성공에 대한 욕망이 매우 강한 분들이라서, 해외라든지, 타지로 비지니스로 인한 왕래가 잦은 분들이기도 합니다.
    누구에게나 개방적이고 관대한 아량있는 성품을 가졌으며, 누구와도 거리낌없이 친해질 수 있는 인정많은 성격이기도 합니다.
    
    매사 노력은 적게 투입하되 결과나 성과는 크게 보려는 심보를 지닌 분들이기도 한데요.
    이렇게 매우 본인의 이익을 추구하는 마음씨 때문에 사람들로부터 혐오감을 주기 쉬운 것이니, 갑술일주 분들은 살아가면서 이러한 본인의 결함을 고쳐야 하는 것입니다.
    그래도 겉으로는 매우 본인의 품위나 위엄, 체면을 지키기 위하여 노력하는 분들이기는 합니다.`
},{
    id : '11',
    img : 'img/1.png',
    iljuOne : '푸른 소',
    iljuTwo : '을축일주',
    title : '한없이 자상하고 얌전하지만 겁이많아!',
    content : 
    `이 분들의 특성을 한마디로 정리하자면 매사에 침착하고 기품이 넘치며, 겉으로는 무뚝뚝하고 무정해 보일지라도 실제로는 매우 자상한 분들이라는 사실입니다.
    때로는 자기 주관이 확실하면서도, 겁이 매우 많아서, 매사에 돌다리도 두들겨 보면서 행동해야 직성이 풀리는 소심한 분들입니다.
    이렇게 믿음직스럽고 그들 자신도 따뜻하고 충실한 분들이지만, 인덕이 모자란 경향이 있어서, 자신의 임무에 충실하며, 남들에게 덕을 베풀기도 하지만, 정작 남들에게 이용당하거나, 남들이 몰라주는 경우가 현실속에서는 많기에, 자기연민과 탄식에 빠지기도 합니다.
    
    마음 속에 포부는 많지만, 하는 일이 중단되거나, 성과가 흐지부지한 일이 많습니다.
    을축일주 분들은 대개 겁도 많은 분들이여서, 어떤 일을 하기도 전에 망설이기 쉬우며, 항상 흑백논리로 미래의 상황이나 현재의 위치를 판단하려는 버릇이 있으니, 주의해야 겠습니다. 
    
    고집이나 신념이 은근히 강력한 분들이며, 자기 이익을 추구하는 성향이 많은 분들이라서, 이로 인해 사소한 이익을 쫓다가 정작 큰 것을 잃어버리는 경우도 허다합니다.
    다소 다른 사람의 행동에 대해서 석연치 않으면 돌직구를 날리는 분들이 많습니다.
    이렇게 무리한 베짱을 가끔 부리다가, 다른 사람과 마찰에 휘말리기도 합니다.
    
    인정이 많으면서도, 계산적인 분들이며, 이익을 추구하지만, 은근히 빠져나가는 뒷돈이 많은 분들이기도 합니다.
    수입과 지출이 불균형해지기 쉽다는 것이죠. 대체적으로 합리적으로 매사를 처리하려는 분들입니다.
    문제는 뭔가 노력은 하는데 나사가 하나 빠진 듯한 결말을 내기 쉽다는 데 있겠습니다.
    
    뭔가 마음 속에 구상하고 실행하고 싶은 것은 무한하지만, 막상 실천력이 굼뜬 분들이 많기도 하며, 겁이 많기 때문에 세상을 흑백논리로 파악하려고 함부로 재단하려는 경향이 있습니다.
    또한 이해관계로 인해서, 친구와 적이 수시로 바뀌기도 하는 분들이기도 한 것입니다.`
},{
    id : '13',
    img : 'img/3.png',
    iljuOne : '푸른 토끼',
    iljuTwo : '을묘일주',
    title : '온화해보이지만 속은 야망가득!',
    content : 
    `매우 순수한 분들이 많으며, 낭만적이고 이상적인 일들을 마음 속에 간직하고 이를 추구하려는 아름다운 분들이 많습니다.
    그 기질 자체가 매우 온화하고 건강한 정신을 가진 분들이 많고 의욕은 매사 넘치는 긍정적인 분들이지만, 역시나 의욕에 비해서 실천력이 뒤떨어 질 수 있고, 너무 자만심이 넘쳐서 오히려 지구력이 약할 순 있겠는데요.
    인내심과 지구력만 보완한다면야 자신이 가는 길에 있어서 큰 성과를 거둘 수도 있겠습니다.
    
    겉으로는 착하게만 보일지 몰라도, 실제로는 외교수완도 뛰어나며, 다소 교활한 측면도 있습니다.
    그리고 환경에 대한 예민한 기질이 있고, 어느 환경에 가든지간에 처음에는 다소 연약해 보일지 몰라도, 실제로 기반을 잡으면, 그 어떠한 동요없이 논리정연과 합리성으로 무장해 나가는 스타일이기도 합니다.
    그래서 대쪽같은 편이기도 하지만, 다소 인색하고 다른 사람에게 섭섭한 얘기를 할 수도 있어서, 타인에게 인정받지 못할 수도 있습니다.
    
    착하고 인자하나 자기 주장이 강하고 상대방을 생각해주지 않으며 타협을 잘하지 못하는 경직된 성격의 소유자입니다.
    대인 관계가 원만하지 못해 직장이나 가정에서 고립된 생활을 할 수도 있습니다.
    반면에 부드럽고 합리적인 사고 방식을 가졌고 또한 끊고 맺는 결단성이 강하고 추진력이 왕성하여 어려움이 닥쳐도 이를 잘 극복하고 헤쳐나갑니다.
    꼼꼼하고 소심하며, 예민하므로 처음에는 다소 낯을 가리는 스타일이기도 하지만, 한번 믿은 사람에게는 아낌없이 베푸려는 기질이 있습니다.
    그러나 베풀기만 하는 것 같지만 마음 속으로는 은근히 자신의 이익도 중시하는 경향도 강하고, 자신이 베푼 사람이 자신에게 똑같이 회답해 주지 않으면 매우 섭섭해 하기 때문에, 섭섭한 얘기를 남들에게 꺼내거나, 액션을 취해서 남들을 무안하게 할 수도 있는 것입니다.
    
    `
},{
    id : '15',
    img : 'img/5.png',
    iljuOne : '푸른 뱀',
    iljuTwo : '을사일주',
    title : '다정다감함이 너무 지나쳐요~',
    content : 
    `두뇌가 매우 비상하고 손익을 잘 계산해 내기 때문에, 윗사람들에게 적절히 알랑을 떨면서 귀여움을 받고 부귀를 추구하는 분들이 많습니다.
    물론 그 겉모습은 매우 온순, 온화한 분들이고 자상한 분들이지만, 역시나 다른 사람에 대한 의타심이 작용하며, 정열적인 성격과 더불어, 예민한 감수성과 변덕스러운 기질있습니다.
    
    특히 의타심이 너무 강한 이들은 다정다감함이 너무 과해서, 오히려 남들에게 이용당하거나 착취당하는 경우도 허다합니다. 그래서 물질적, 정신적으로 상처를 받는 일도 허다하게 됩니다.
    그리고 누군가를 짝사랑하는 강도가 지나치기도 하고, 누군가를 원망하는 강도도 지나치기도 하니, 사랑과 증오가 종이 한장 차이입니다.
    
    이들은 인정과 다정함이 지나쳐서, 이로 인해 교활한 사람들로부터 철저하게 착취당할 위험이 있습니다.
    그러나 이들은 자신의 이익을 매우 중요시하며, 다른 사람에게 의존하려고만 그러고, 매우 중대한 사안에 있어서도 맺고 끊기를 잘 못하는 우유부단한 분들이라서, 결국 자모자패의 늪에 빠지기 쉬운 것인데요, 스스로가 인정하고 싶지 않은 현실을 직시하지 않으려는 것입니다.
    
    매우 좋은 운세를 가졌지만, 고생을 늘 사서 하는 분들이 많으며, 허세기질이 강하고 남들보다 잘나 보이고 싶어하는 기질도 강하므로, 겉치레에 급급하다보니, 실상은 텅빈 사람들이 많은 것이 흠중의 흠입니다.`
},{
    id : '17',
    img : 'img/7.png',
    iljuOne : '푸른 양',
    iljuTwo : '을미일주',
    title : '합리주의자지만 계산적인 지략가!',
    content : 
    `학식이 풍부하며, 총명하고 비상한 두뇌를 지닌 이들은 항상 성공을 쟁취하기 위하여 미래의 푸른 그 날을 기다리고 참고 인내하는 스타일들입니다.
    침착하고 대인관계에 있어서 온순, 온화하게 처신하며 부드럽습니다.
    
    다소 목표를 기획하는 능력은 타의추종을 불허하지만, 자신의 진정한 뜻을 남들에게 내보이지 않아 매우 계산적인 사람들이며, 논리와 수학적인 두뇌로 무장하는 타입들입니다.
    육십갑자 중에서 상당히 합리주의자들입니다.
    이치에 맞게 일을 처리해내려는 스타일들이지만, 다소 행동보다는 생각이 앞서는 경향이 많습니다.
    좋게 말하면 신중한거고 나쁘게 말하면 우유부단한 측면이있습니다.
    겉보기로는 단순해보이고 매우 유들유들 있어 보이지만 실상은 속마음이 매우 불안정하고 복잡다단하며, 변화무쌍한 사람들입니다.
    
    합리적이고 매사에 치밀하지만, 한편으로는 무계획적이고 자기 일보다는 타인의 일에 쓸데없이 팔을 걷어붙이고 나서거나, 혹은 겉으로는 시세와 이치를 중시하는 것 같으나, 실제로는 유흥이나 사치, 화려함을 좋아하는 성향도 있기 때문에, 이중적인 성격이 큽니다.
    
    상대방이 자신보다 윗사람이고 지위가 높아도, 다소 반항적이고 도전적으로 대합니다. 그래서 다소 건방지고 오만불손하다는 소리를 듣기도 합니다.
    `
},{
    id : '19',
    img : 'img/9.png',
    iljuOne : '푸른 닭',
    iljuTwo : '을유일주',
    title : '선과 악의 갈림길에 선 차디찬 양면성!',
    content : 
    `공과 사가 분명하고 매사를 공정하게 처리하려는 경향 때문에 남들로부터 인정미기 적고 냉정하다고 말을 자주 듣습니다.
    따라서 곧고 공명하여 만인의 존경을 받기도 하지만 덕망이 없다는 비평도 받게 됩니다.
    한번 결심하면 옆도 보지 않고 매진하는 성격이나 본성이 착하고 귀가 여려서 남의 말을 잘 듣고 동요가 심하며 싫증을 느끼는 편입니다.
    
    말주변이 대체적으로 적은 편이며, 나대지 않습니다. 즉 겉으로 볼때에 뭔가 자기를 드러내지 않으려 하면서 자기 속마음을 교묘히 감추려고 합니다.
    
    고집이 매우 센 편이며, 생활력도 억척같은 편이며, 쌀쌀하게 보이는 모습 뒤에는 그래도 나름대로 인정은 있어서, 남을 도우려는 기질도 있습니다.
    강자에게는 강하고 약자에겐 약한 의협심이 들어있지만, 한번 남이 자신을 무시하거나, 배신하는 등의 일이 생기면, 무서운 보복을 꿈꾸기도 합니다.
    그리고 이들은 자신의 이익을 매우 추구하기 때문에  히스테리컬한 경우도 나타나 주변 사람들을 당황시키게 됩니다.
    
    평상시에는 아무 문제를 일으키지 않을 것 같은 매우 치밀하고 합리적인 분들이 어느 순간 돌변하여 일탈행위를 하고 주변사람들을 경악시키는 모습을 보게 된다면 그 분들은 을유일주일 가능성이 높겠습니다.
    겉으로는 고고한 학자나 성직자처럼 보여도, 실제로는 속세의 지저분한 먼지에 물들기 쉬운 사람들이라 하겠습니다.`
},{
    id : '111',
    img : 'img/11.png',
    iljuOne : '푸른 돼지',
    iljuTwo : '을해일주',
    title : '정직하고 결벽스러움의 그 자체!',
    content : 
    `이 분들은 하나같이 푸근해 보이고, 편히 대할 수 있는 분들로 보이며, 인자하고 자상해 보이지요. 그리고 한없이 깨끗해 보입니다.
    그리고 무한 긍정의 에네르기를 발산하고 있는듯 보이기도 합니다.
    그러나 내심 속으로는 교만한 마음과 내심 변덕스러운 이중성이 꿈틀거리고 있습니다. 그리고 한없이 계산하려는 마음이 작용합니다.
    
    뒷심과 지구력, 인내심이 있는 편이며, 친절하고 부드러운 성품을 지니고 있습니다.
    하지만 역시나 이 분들도 본인의 이익을 매우 중시하는 분들로써 이익에 연연하다 보면 성급한 성격이 작용하기도 합니다. 
    
    지킬박사와 하이드의 면모를 지닌 분들로써 한편으로는 어려운 사람들을 구제하는 의사나 봉사자가 되실 수 있는 분들이지만,
    한편으로는 의타심이 발동하여, 남을 교묘하게 이용하고 등쳐먹어, 자신의 이익을 추구하고 욕구를 충족시키는데 세월을 소비하는 분들도 허다합니다.
    
    행동방식은 대체적으로 정직하고 올곧은 분들이며, 하나같이 모범생 스타일들입니다. 
    이렇게 고결한 모범생 스타일이면서도 남들과 융화되기가 다소 힘들다는 점도 있습니다.
    즉 타인과 얽히는 것을 싫어하기도 하며, 타인이 뭐라하든 자신의 길을 고집하는 기질이 있는 분들이기도 한데다가, 그 기질이 지나칠 정도로 고상하므로, 대인관계가 진실로 친하거나 지속적으로 이어지지는 못할 수도 있다는 단점이 있기도 합니다.
    
    을해일주 분들은 너무 소기의 이익을 거머쥐기 위해 계산적으로 활동하다가 정작 소중하고 더 큰 것을 잃어버릴 수 있는 분들이기에, 항상 정도에 맞게 오로지 본인의 노력으로써 착실하게 살아가야 하는 분들인 것입니다.`
},{
    id : '20',
    img : 'img/0.png',
    iljuOne : '붉은 쥐',
    iljuTwo : '병자일주',
    title : '호탕하고 낙천적이지만, 속으로는 누구보다 계산적!',
    content : 
    `성품은 매우 호방하면서도, 호걸 계통의 분들이며, 다소 자신의 외모나 옷차림새라든지, 어떤 행동패턴을 남들보다 뒤지지 않도록 아니, 오히려 남들보다 훨씬 아름답고 멋있게 꾸미는 것을 좋아하는 분들이라서, 뭔가 남들에게 보여줄만한 장기를 하나씩 가지려고 안간힘을 쓰는 분들도 있습니다. 
    자기 주장이나 표현력을 잘 하는 편인데요. 생활력이 강한 성분이기 때문에, 자신의 안정적인 기반이나 이익, 영달을 거머쥐기 위해서라면 한편으로는 수단과 방법을 가리지 않고 분주히 뛰어다니는 분들이 많다고 봐야합니다.
    
    겉으로는 친화력이 좋게 보이지만, 은근히 까탈스러운 분들이 병자일주 분들입니다.
    매사 완벽을 추구하는 경향이 강하고 성실하면서도, 때로는 자신의 이익을 매우 추구하기 때문에 스스로 나태해지기도 하며, 현실과 이상 사의 괴리에 대하여, 좌절을 느끼기도 할 것입니다.
    특히 직장에서 병자일주 상사분들을 만나게 된다면, 겉인상은 좋은 분들이지만, 막상 서류나 문서를 작성해서 제출하면, 조금이라도 제 성에 차지 않으면 빠꾸를 시키는 상당히 까다로운 분들이 많을 것입니다.
    
    병자일주 분들의 최대의 장점은 긍정이고, 최대의 단점도 긍정이라 하겠습니다.
    매사 긍정적이고 낙천적인 분들이라서, 오히려 현실보다는 이상이나 환상에 치우치기 일수이며, 자신의 본분보다 훨씬 높디 높은 꿈을 실현하기 위하여 모험도 불사하는 분들이 많습니다.
    사실 성미가 매우 불같은 분들이며, 인내심도 무르고, 끈기도 약한 편이라서, 말이나 계획, 구상은 거창하지만, 실제로 실천이나 과정상에서의 단속이나 끈기력, 지구력이 부족하여, 제대로 뒷마무리나 수습을 하지 못해 낭패를 보는 경우가 허다합니다.
    
    하지만 병자일주 분들의 타고난 낙천적인 성격은 정말 아름다움 그 자체라고 할 수 있겠습니다.
    이러한 면모는 사람들의 팍팍한 현실 속에서 윤활유 역할을 하는 경우도 많죠.
    
    매사 아는 척을 잘하는 분들이기도 한데요. 자기 표현력이 강력한 것이 오히려 재앙으로 이어져, 구설수에 오르고 내리기도 쉬운 분들이기도 합니다. 너무 직설적인 것이 흠이 되기도 합니다.
    누구에게나 사심 없이 대하여 주는 친화력이 있지만, 한편으로는 누군가를 의심하는 기질도 있으며, 재물관리는 나름대로 잘 하는 합리적인 분들이긴 하나, 때로는 기분에 심취하여, 또는 자신을 꾸미기 위하여, 돈을 흥청망청 쓰는 기질도 있습니다.`
},{
    id : '22',
    img : 'img/2.png',
    iljuOne : '붉은 호랑이',
    iljuTwo : '병인일주',
    title : '패기 충만하나 주위경계가 부족!',
    content : 
    `대체적으로 위엄과 리더 기질이 느껴지며, 매사에 명랑쾌활하고 진취적인 사람들입니다.
    게다가 미적인 것을 좋아하는 기질도 있어서, 예술적인 세계에 대한 동경도 강한 이상주의자들이며, 성격은 불같고 다혈질에 속하지만, 한편으로는 어느 정도 덤벙거리고, 주위가 산만한 기질이 있다는 약점이 있습니다.
    
    병인일주 분들은 사람들에게 자주 베푸는 분들이 많지만, 오히려 이로 인해서 주변인들로 인해서 재물을 착취당한다거나 여러가지로 실속적인 손해를 보기 쉽습니다.
    그래서 병인일주 분들은 명예를 중시하므로 대개 겉으로 볼때는 위풍당당하며 화려해 보이더라도, 실속은 매우 빈껍데기인 분들이 많을 가능성이 큰것입니다.
    병인일주 분들은 어떤 일이든지 자신감 있게 추진하지만, 대개 인내심이 부족하기 때문에, 중도에서 자포자기 해버리거나 뒷마무리가 부실하기 쉽다는 단점이 있습니다.
    
    예의 범절이 투철하고, 윗사람에게 잘 하는 스타일이기도 해서 출세가 빠른 분들도 많습니다.
    그 자신의 지나친 저돌적인 욕심으로 인해서, 수많은 고비와 시련에 직면하는 사람들도 많습니다.
    무엇보다도 매우 조급한 것이 병인일주 분들의 제일 큰 단점입니다.`
},{
    id : '24',
    img : 'img/4.png',
    iljuOne : '붉은 용',
    iljuTwo : '병진일주',
    title : '모든 장애물과 역경을 교묘한 재간으로 헤쳐나간다!',
    content : 
    `겉으로는 명랑하고 매사 의젓하며 의기양양하지만, 속은 나름대로 계산적이기도 한 분들입니다.
    겉으로는 매우 솔직담백한 편이기도 하지만, 은근히 상황에 따라서, 교묘하게 처세하는 임기응변이나 권모술수적인 측면이 강한 분들이기도 합니다.
    따라서 이들은 사회적인 강자에게는 고개를 적절히 숙일 줄도 알고, 반면에 자신의 실속과 자기만족을 위해서라면 사회적 약자에게는 매우 냉혹한 기질도 가지고 있는 것입니다.
    
    보스기질이 강하며, 다른 사람들을 다스리고 통제하거나 자신과 타인의 장, 단점을 파악해 내는 교활함이 있기 때문에 결국은 본인이 원하는 승리를 반드시 쟁취해 내고야 마는 사람들이기도 합니다.
    이들은 자신의 가는 길에 훼방이 되는 것들은 모두 깔끔히 제거해 내는 간교한 지모를 지니고 있습니다.
    
    위기나 어려움이 닥칠수록 이들은 더욱 의연해 지는 분들입니다.
    그만큼 쉽게 흔들리지 않는 안정감과 중후함을 주는 분들이며, 지략가들이기 때문에, 처세술도 현명하여 주변인들의 존경의 대상이 될 수 있겠습니다.
    사실 병진일주 분들은 매우 교활한 분들이 많기도 하는 것입니다.`
},{
    id : '26',
    img : 'img/6.png',
    iljuOne : '붉은 말',
    iljuTwo : '병오일주',
    title : '매사에 불같아서 어디로 튈지 모르는 적토마!',
    content : 
    `병오일주들은 매사 진취적이고 의욕이 넘치며, 그 기상이 용맹합니다.
    자기 표현력이 매우 적극적인 분들입니다.
    그래서 남들에게 인정받고 사랑받고 늘 대중의 관심이 되주기를 원하며, 이에 반대급부적으로 원맨쇼를 하기도 하고, 자기보다 잘나 보이는 상대에 대해서 적개심을 품고 질투감이나 열등감을 품어, 경쟁의식을 드러내기도 합니다.
    
    항상 미래를 바라보며 살아가는 밝고 명랑쾌활한 이들이며, 예의범절이 의외로 바른 편이고, 예의와 절도를 중시하지만, 그 누구도 범접하지 못할 기가 느껴지는 이들입니다.
    이들은 매사에 불덩어리처럼 활활 타오르고 있습니다.
    이들이 원하는 것은 대체적으로 재물보다는 이 세상에서 가장 멋있게 보이고 싶은 것입니다. 그래서 남들보다 뒤떨어지게 보이는 것을 되게 싫어하는 스타일입니다.
    
    매우 이들은 조급한 성격에다가, 가끔 보수적인 사람들 눈에는 거슬릴수도 있는 분들인데요.
    그 행동이 너무 튀기 때문에 그러한 현상이 벌어집니다.
    그래서 자칫 건방지다는 이미지도 받을 수 있고, 가끔 윗사람들과도 충돌을 하게 됩니다.
    
    불이라는 물질은 무릇 그 세력이 번지는 속도가 그 어떠한 오행보다 맹렬하고 빠르지만, 그만큼 소거되어 꺼지는 순간도 순식간에 사라져버립니다.
    병오일에 태어나신 분들은 본인의 이러한 성향을 스스로 잘 이해하시고, 그 어떠한 시련과 역경을 만나더라도, 스스로의 마음을 잘 다스리면서, 자제해 나가시고 인내심과 신중함으로 대처하셔야 길한 것이라 하겠습니다.`
},{
    id : '28',
    img : 'img/8.png',
    iljuOne : '붉은 원숭이',
    iljuTwo : '병신일주',
    title : '너무 착해서 오히려 손해!',
    content : 
    `성격이 급해서 불같이 화를 내나 뒤끝이 없어 금방 원상태로 돌아와 아무일 없다는 듯이 행동하는 경우가 있습니다.
    호화롭고 화려한 것을 좋아하고, 풍류가 기질이 많아 놀기를 좋아하며 통이 커서 한번 돈을 쓰면 몰아서 쓰는 타입입니다.
    또한 사교성이 좋고 재주가 비상하며 돈 버는 방면에 특기가 있습니다.
    
    이 분들은 대체적으로 교활하게 살려고 하지 않으려는 분들입니다.
    매우 심성이 곱고 인정도 많고, 예의범절도 바른데다가, 사람들과 친화력도 좋답니다.
    교활한 것과 거리가 멀고 대체적으로 직선적인 분들이 많으므로, 오히려 이로 인해 손해를 보기도 하며, 매우 불안정하고 신경질적인 히스테리컬한 심리를 가지고 있어서, 매사에 갈팡질팡 하기 쉽습니다.
    
    특히 이성적으로가 아닌 감정적으로 치닫기 쉬운 분들이므로, 오히려 손해를 보고 일을 그르치는 경우도 허다합니다. 집중력이 떨어져서, 한가지 일을 못하고 동분서주하는 경향이 많고 한편으로는 냉정하면서도, 한편으로는 동정에 이끌리기도 잘하며, 몸과 마음이 한시도 가만 있질 못하는 분들이 많습니다.
    
    이 분들은 본인의 경솔해지기 쉬운 언행을 주의해야 합니다. 너무 직설적으로 독설을 내뱉을 수도 있는 분들이라서, 그로 인해 인간관계가 흐트러지기 쉽기 때문입니다.`
},{
    id : '210',
    img : 'img/10.png',
    iljuOne : '붉은 개',
    iljuTwo : '병술일수',
    title : '겉모습은 화려하고 호탕하고 급하지만 실상은 매우 외로운',
    content : 
    `이들은 모두 야심가라는 공통점이 있으며, 다른 일주들에 비해서 매우 한 성깔 하면서도, 매우 복잡미묘한 심리를 가지고 있으며, 야욕이 강한 인물들입니다.

    매우 반항아적이고, 투철한 독립심과 자존심과 고집, 야망이 강한 일주입니다.
    겉으로는 느긋해 보이고, 매우 멋지고 활발한 사람들이 많지만 실상은 매우 욕심이 많기 때문에, 자신이 원하는 것을 서둘러 성취하기 위해, 전광석화처럼 만사를 해결하려고합니다.
    하지만 이러한 자세가 늘상 뒷마무리는 흐지부지 하기 쉽상이며, 냄비근성이 있는인물이라고 봐야겠습니다.
    
    박력이 넘치고, 두뇌가 비상하고 목표가 생기면 강한 추진력과 힘으로 목표를 거머쥐려는 성취욕구가 다분한 호걸 스타일임에는 틀림없습나다만, 문제는 너무 고집스럽고 편벽될 수 있는 기질이 있기 때문에, 전진만 하고 가끔 물러서거나 양보할 줄 아는 지혜와 신중함이 결여될 수 있어서 파란만장한 세월을 살아갈 수도 있겠습니다.
    
    겉과 속이 매우 극히 모순된 사람들이라는 점이 단점입니다.
    실제로 자신의 이익과 실속을 매우 추구하는 교활한 사람들임에는 틀림없지만, 한편으로는 명예욕이나 다른 사람들로부터 멋지고 쿨한 사람이라는 이미지를 심어주고 싶어서 허세를 부리기가 쉽다는 데 있습니다.
    겉으로는 성인군자인 것 처럼 위장을 하지만 실상은 매우 조급하고 기회주의자이며, 욕심이 많은 사람들이라서 이로 인해 재물을 쉽게 탕진하기도 합니다.`
},{
    id : '31',
    img : 'img/1.png',
    iljuOne : '붉은 소',
    iljuTwo : '정축일주',
    title : '겉은 성급하지만 실은 매우 마음이 너그럽다!',
    content : 
    `매사에 지혜로우며, 자신의 주장을 차분하게 주위사람들에게 설명해 나가기도 잘 합니다.
    이들은 예의도 바르며, 대인관계에 있어서 부드러운 분들이지만, 한편으로 남다르게 비관적인 생각도 잘하며, 질투심이나 열등감도 잘 느끼는 편이기도 합니다.
    그리고 불합리한 세상을 꿰뚫어보고 이를 비판하는 의식도 강하기 때문에, 대체적으로 염세주의자에 가깝습니다만, 자신의 밝은 미래를 위해서 끈임없이 정진해 나가는 분들이기도 합니다.
    
    심적방황을 자주 경험할 수 있고 매우 몸과 마음이 분주한 경향이 있습니다.
    정축일주들은 다소 외로움이나 고독감도 자주 느끼기 쉬운 분들이며, 자신의 마음을 아무도 알아주지 않는다는 것을 한탄해 보기도 합니다만, 이들의 운명구조는 대체적으로 밑의 사람들이나 어려운 사람들을 위하여 봉사하고 올바로 지도해주는데서 진정한 보람과 행복을 느끼는 것이라고 해야겠습니다.
    
    정축일주 분들은 구속과 속박을 싫어하며, 남들이 자신보다 잘 나가는 것을 눈뜨고 못보는 엄청난 열등감이라든지 질투심이 많고 만일 자신보다 잘 나가는 사람을 음해하려는 일을 시도할 수도 있습니다.
    그래서 본인만의 열등의식이나 과욕으로 인해서 남에게 피해를 줄수도 있고 남의 이익을 횡령할 수도 있는 것입니다.
    혹은 열등의식이나 질투심에서 비례적으로 찾아오게 되는 자만심과 지나친 시건방짐과 허세기질로 인해 독불장군 기질이 생길 수도 있고, 이로 인해 주위사람들로부터 고립되기도 합니다.
    
    정축일주 분들은 성나서 시뻘겋게 안면과 온 몸뚱아리가 상기된 황소같이 급한 성미를 잘 다스려야 합니다. 그리고 관대하고 양보하는 마음으로 살아가고 자신의 분야에 최선을 다한다면, 주변인들의 충분한 존경을 받을만한 위엄있는 분들이기도 합니다.`
},{
    id : '33',
    img : 'img/3.png',
    iljuOne : '붉은 토끼',
    iljuTwo : '정묘일주',
    title : '언행은 거칠지만 스무스한 존재!',
    content : 
    `이 분들은 늘상 매사에 당돌한 맛이 있고, 순수하면서도, 남들에게 간섭도 잘하고 불평, 불만도 직설적으로 잘 늘어놓는 편이기도 합니다.
    대체적으로 물질적인 것보다는 정신적인 것을 추구하는 낭만주의자들이며, 다소 재물 같은 것도 무계획적으로 낭비할 수도 있습니다.
    매사에 앞서 가려는 분들이 많으며, 영감력이나 직관력, 예지력이 뛰어난 편입니다.
    
    언사라든지 행동 자체가 너무 솔직담백하기도 하고 독설, 직선적이여서 다른 사람의 눈에 봤을 때 당돌하게 보이기도 하고, 건방지게 보이기도 합니다.
    또한 옷차림무새도 다른 사람이랑 차별성을 두려고 하여, 독특하게 입고 다니는 경우도 있어서, 주위 사람들의 이목을 끌기도 합니다.
    그래서 때로는 주위 사람들로부터 미친 사람이라는 평을 듣기도 하며, 매우 본인들 스스로도 산만해져서 여기저기 동분서주 하기도 합니다.
    
    매우 독특한 정신세계를 가진 이들이 많습니다.
    한마디로 매우 자기 주관이나 신념이 뚜렷하며 강하고, 나름대로의 끼와 독특한 영감력을 장착하신 분들입니다.
    게다가 다재다능한 엔터테인먼트 기질을 갖추고 있으며, 워낙 자기 주관이 뚜렷하니, 개성이 특출하기 때문에, 다른 사람보다 튈 수 있겠습니다.
    `
},{
    id : '35',
    img : 'img/5.png',
    iljuOne : '붉은 뱀',
    iljuTwo : '정사일주',
    title : '겉으론 차분하지만 불덩어리 고집이!',
    content : 
    `매우 강렬한 욕구와 꿈을 간직한 사람이지만, 이들은 겉으로 이를 숨기고 짐짓 활발하기만 하고 순수한 모습을 보여주기만 할 수도 있습니다.
    성품은 매우 쾌활하고, 사교적이며, 직선적인 성격이라서, 비록 인정을 많아 남들에게 베풀기도 잘 하면서도, 오히려 직설화법과 호통으로 인하여 타인들을 당황시키거나 상처를 줄 수도 있고, 남의 비밀을 폭로하여, 세치 혀로 타인을 해할 수도 있습니다
    
    상당히 실리를 챙기는 데 관심이 많긴 하여, 재물을 꾸준히 몹긴 하지만, 그 나름대로 허세, 허영심이나 인정이 지나치게 많아서, 이로 인해 돈을 많이 탕진하기도 하는 특성이 있습니다.
    목소리가 되게 우렁차거나 힘이 느껴지는 분들이 많으며, 애매모호한 것과 거짓됨을 싫어하는 똑 부러진 성격의 정사일주 분들은 그 힘이 느껴지는 분들이 많지만, 한가지 분야에 꾸준히 매진하는 데에 다소 어려운 감이 있습니다.
    활동성이 강하거나, 혹은 말보다 행동이 앞서지 못하거나, 생각하기도 전에 행동부터 나와서 낭패나 여러가지 시련, 하차 등을 맛볼 수 있는 것이죠.
    `
},{
    id : '37',
    img : 'img/7.png',
    iljuOne : '붉은 양',
    iljuTwo : '정미일주',
    title : '조용하지만, 한편으로는 불같은 성격을 가진 조화로운 평화주의자',
    content : 
    `사리분별력이 뛰어난 편이고 매사 대세에 따르고자 하는 기질이 있으므로, 삶을 대체적으로 무난하게 살아가게 됩니다.
    대체적으로 정미일주 분들은 자신을 화려하게 치장하는 것에는 거리가 먼 분들이 많습니다.
    
    이들은 늘 명랑하고 사리분별력이 뛰어나며, 매사를 순리대로 풀어나가려는 삶을 추구합니다.
    말 그대로 인생을 즐기려는 삶을 추구하게 되죠. 또는 보다 안정적이면서도, 느긋한 삶을 동경하기도 합니다.
    매사 대인관계에 있어서도 대체적으로 원만한 편이고 매우 예의도 바른 인물들이 많기 때문에 정미일주 분들은 항상 주위 사람들에게 사랑을 많이 받습니다.
    
    다소 음성이 강한 편이기 때문에, 이로 인해서 남들로부터 실제모습과는 대단히 상반된 오해를 받기 쉬우며, 무언가를 연구하거나 꾸준히 모으고 모으는 일에 적격인 분들입니다.
    한편으로는 불같이 급한 성격도 생길 수 있으며, 이로 인해 어떤 일을 추진하다가 오히려 실패를 맛보기도 합니다.
    `
},{
    id : '39',
    img : 'img/9.png',
    iljuOne : '붉은 닭',
    iljuTwo : '정유일주',
    title : '세상인심이 비록 각박해도 우리들의 마음은 언제나 밝은 촛불같이~!',
    content : 
    `대체적으로 고귀한 삶을 지향하는 분들이며, 순수하고 아이같이 해맑은 마음을 가지고 있으나, 역시나 현실적으로 볼 때에, 몸은 어른인데, 여전히 순수한 마음을 가지고 있는 사람은 이용을 당하고 과소평가받기 쉬운 현실 속에서, 이들의 때묻지 않은 순진하고 천진난만한 마음은 다른 이들에게 어필되기가 쉽진 않습니다.
    이들은 매사에 분명한 것을 좋아하며, 마음 속에 비판의식이 강한 편입니다. 그러면서도 매우 안정적이면서도, 중후하고, 다른 사람에게 친절, 자상한 편이랍니다. 이 분들은 외유내강이면서도 외강내유의 다면성을 엿볼 수 있으며, 겉으로는 활발명랑하더라도, 실제로는 매우 외로움이나 공허함, 허망함을 자주 느끼는 분들이기도 합니다. 
    
    너무 착한 분들이기 때문에, 귀가 엷고 순진해서 세상물정에 어둡다 보니, 남들에게 이용을 당하거나, 사기를 당하고 배신당하는 일도 종종 생길 수 있습니다.
    하지만 시간이 지나고 연륜이 쌓이다보면 지혜가 생겨나게 되고, 자연스레 자신의 페이스를 찾아나가게 됩니다.
    
    애정관계나 대인관계에 있어서는 그 누구와도 쉽게 친해질 수 있기도 하지만, 한편으로는 의심도 잘 하는 편이며, 실망하면 냉정하게 돌아서버리거나, 혹은 대인관계의 지속성에 대한 의지가 다소 결여될 수도 있어서, 어떤 특정 이성이나 타인과의 꾸준한 인맥지속이 다소 어려울 수도 있겠습니다.`
},{
    id : '311',
    img : 'img/11.png',
    iljuOne : '붉은 돼지',
    iljuTwo : '정해일주',
    title : '겉으론 착해보여도 결코 욕망이없진않아!',
    content : 
    `평상시에는 매우 친절하고 부드러우며, 활발하고 인정도 많아서, 욕심이 없게 보이는 분들이지만, 실상은 속마음으로 매일 욕구불만을 느끼고 있고, 허전함을 느끼기 쉬워서, 엉뚱하고도 허망한 일에도 손을 댈 수가 있는 소지가 충분한 분들이기도 한 것입니다.
    본인을 스스로 내세우지 않고 남을 내세우는 겸손한 마음만 가질지라도, 이 정해일주로 태어나신 분들은 자연스레 자기 자신만의 잠재능력을 발휘할 수 있으며, 주변 사람들의 인정과 존경, 신뢰를 받아볼 수 있습니다.
    그러나 역시 이해득실과 실속이나 본인의 이익을 매우 중시하는 사람들이기도 하여, 정정당당하지 못한 불법과 비리로써, 불로소득이나 횡재수, 대박수, 큰 이득을 거머쥐려는 기질이 발동할 수도 있으며, 남의 이익을 횡령하려고 할 수도 있는 것이니, 스스로의 탐욕으로 인해 허망한 삶을 살아가며 뒤늦게 후회하고 땅을 쳐봐야 소용없는 세월을 살아가야 할지도 모르는 일입니다.
    
    남들의 일에 지나치게 참견하거나, 혹은 남을 지배하거나 통제하고 군림하려는 기질도 있으며, 매사 실수나 허점투성이 없이 인생을 완벽하게 살아가려고 하는 사람들이기 때문에 오히려 불평, 불만이 많고 자아존중감이 낮을 수도 있습니다.
    그래서 끊임없이 본인 스스로 만족할 때까지 이익을 추구하곤 하는 것이 이 정해일주 분들의 최대 약점입니다.`
},{
    id : '40',
    img : 'img/0.png',
    iljuOne : '황금 쥐',
    iljuTwo : '무자일주',
    title : '결코 현실에 안주하지 않는다!',
    content : 
    `매사 완벽주의를 캐치프레이즈로 삼고 다니는 분들이라서, 매사에 치밀하게 처세하려고 합니다.
    자신의 맡은 바에 대해서 일을 꼼꼼하게 잘 처리하는 편이지만, 세상물정에 다소 어두운 측면도 있고, 어리숙한 면모도 있습니다.
    그래서 특히 불로소득이나 횡재수, 일확천금, 사행성 수입 등의 허황된 유혹에 눈이 멀게 되는 분들도 많답니다.
    
    이 분들은 매우 현실보다는 이상이나 환상을 추구하는 분들이 많고 자신의 이익을 매우 중시하는 성향이 강하기 때문에, 분명히 자신이 나름 풍족한 형편인데도 불구하고, 만족하지 못하시는분들도 많습니다.
    이 분들은 매우 자신의 이익이나 자존심을 추구하기 때문에, 남들보다 본인이 잘나야 한다는 것에서 인생의 욕구만족을 찾는 분들이기도 합니다.
    그러니까 소소하고 꾸준히 쌓아올려나가는 성과에서 만족하지 못하고 현실에도 안주하지 못한채, 늘 큰 이익과 횡재수를 마음속으로 바라고 있는 것입니다.
    
    항상 재복이 떨어지지 않으며, 돈이 없다해도 누군가 도와주는 사람이 생겨나는 묘한 운명구조를 지니기도 했고, 겉은 강인해 보이지만 속은 사실 공허함을 자주 느끼는 분들이 많습니다.
    그래도 앞서 말씀드린데로 허세기질이 있기때문에, 자신의 약한 모습을 남들에게 보여주지 않으려고 하여 신비주의를 고수하는 분들도 있습니다.`
},{
    id : '42',
    img : 'img/2.png',
    iljuOne : '황금 호랑이',
    iljuTwo : '무인일주',
    title : '천하를 호령하는 타고난 정복자!',
    content : 
    `타고난 리더형의 인물로써, 남에게 베풀려고 하며, 카리스마가 있는 분들이며, 한편으로는 지키지 못할 약속을 인정에 밀려 약속해서 이행하지 못해서 애꿎은 욕을 먹기도 합니다.
    이것은 다소 허세기질이 강하기 때문이며, 마음이 늘 불안정하고 들떠있기 때문에, 어느 한가지 분야에 집중하기가 어렵다는 것을 의미합니다.
    지구력이나 인내심이 약한 편이기 때문에, 자주 계획을 갱신할 수도 있는 분들입니다.
    그리고 남에게 좋은 일을 하려 동분서주하여도 결국에는 실속이 없거나 인정을 못받을 수도 있습니다.
    
    무인일주의 가장 큰 약점은 허세기질입니다.
    실속은 없는데 괜히 영웅심리나 남의 일에 지나치게 참견하여 인정받고 싶어하는 기질이 발동하여, 겉으로는 뭔가 있는 척 하는 것입니다.
    인내력이나 끈기가 부족한 분들이므로, 일을 시행할 때 속전속결로 밀어붙이려고도 하며, 도박과 투기, 모험수에도 손을 뻗치지만 그 과정상에서 필요한 임기응변이나 재치가 부족한 분들이 많기 때문에, 뭔가를 성취하기에는 다소 역부족으로 보입니다.
    
    속은 야망이나 욕망이 큰 분들이지만, 겉으로는 명예를 중시하기 때문에, 아닌척 능청스럽게 위장하려는 분들이기도 하며, 남들로부터 위선자라는 이미지로 보일수도 있습니다.`
},{
    id : '44',
    img : 'img/4.png',
    iljuOne : '황금 용',
    iljuTwo : '무진일주',
    title : '마음 속에 숨은 지모와 포부 헤아릴 수 없다!',
    content : 
    `무진일주 분들의 성향은 한마디로 굴 속에 숨어있던 천년묵은 구렁이가 하늘로 솟구쳐 황룡으로 변하여 세상을 호령할 기회를 얼마든지 엿볼 기회를 탐색하는 형상입니다.
    겉으로는 매우 믿음직스럽고 활발한 그들이지만, 마음 속에는 어딘가 모르게 외로움, 즉 소심함이라든지, 고독이 서려 있습니다.
    매우 다른 사람들로부터 인정받고 싶어하는 기질로 인해서 완벽을 위장하지만, 실제로는 마음 속에 의타심이나 우울함을 자주 느끼는 분들이며, 성실하긴 하지만, 성공을 위해서라면, 동료나 주변 조력자들의 도움을 반드시 필요로 하는 스타일이기도 합니다.
    
    성격이 한번 화가 나면, 물불을 가리지 않을 정도로 무서운 분들이기도 합니다. 하지만 이러한 화는 오해가 풀리면 금방 눈녹듯이 풀리곤 하지요.
    상당히 까다로운 기질의 소유자들이며, 남에게 손해를 끼치지는 않지만, 자신에게 누군가 상처주면 도저히 못견뎌 하는 스타일이기도 합니다.`
},{
    id : '46',
    img : 'img/6.png',
    iljuOne : '황금 말',
    iljuTwo : '무오일주',
    title : '타고난 사업가 기질의 리더형!',
    content : 
    `매사 독단적이고 독선적인 스타일이며, 체면치레나 겉모습을 상당히 중요시하는 분들로써 허세기질이 있고 권위의식이 강한 스타일이라고 하겠습니다.
    이 분들은 타고난 대장, 보스 스타일이며, 은근히 섬세하고 신중하게 일을 추구하기도 하므로, 타고난 사업가로써 수완을 발휘할 수 있겠습니다.

    평상시에는 그래도 온화하고 덕도 있지만, 지나치게 세부적으로 꼼꼼할 땐 치밀하여, 아랫 사람들이 피곤하게 느낄 수 있는 스타일입니다.
    다소 허세기질이 있는 분들이기 때문에 다른 사람의 눈을 지나치게 의식하여 이미지 관리에 노력하는 편이기도 합니다.
    
    때로는 명랑하고 기뻐하기도 하지만, 한편으로는 의기소침해지고 우울해지기도 합니다.
    따라서 운세 역시도 자기 마음이 들쑥날쑥하니 굴곡이 심할 가능성이 매우 큰데요.
    본인만의 감수성이나 주관이 너무 강하고 뚜렷한 나머지 남에게 민폐를 끼치는 경우도 많고, 좋았던 분위기를 일시에 흐트러버리는 분들도 많이 무오일주 분들중에 찾아볼 수 있습니다`
},{
    id : '48',
    img : 'img/8.png',
    iljuOne : '',
    iljuTwo : '무신일주',
    title : '',
    content : 
    ``
},{
    id : '410',
    img : 'img/10.png',
    iljuOne : '황금 개',
    iljuTwo : '무술일주',
    title : '독선적이지만 호방하다!',
    content : 
    `매우 호방하고 자존심과 고집이 강한 분들이기 때문에, 비록 인덕은 다소 모자라지만, 그 어떠한 시련과 난관도 극복해 내는 강인한 멘탈의 일주들이라 하겠으며, 의협심과 신의를 중시하는 호걸들입니다.
    또한 성공을 달성하기 위해서 항상 몸과 마음이 분주한 분들이 많으며, 타인과 이익을 나누어 가지려 하지 않고 오히려 승리하고 쟁취하는 것을 좋아하는 분들이기에, 상황에 따라서 아군과 적군이 수시로 바뀌므로, 터놓고 마음을 나눌 동료가 그리 많지 않다는 단점이 있습니다.
    매우 고독한 분들이며 홀로만의 외로운 투쟁을 하는 분들입니다.
    
    독선적이고 이기적이고 교만한 기질이 서려있으므로, 남을 자동적으로 깔보고, 제압하고자 하는 기질이 서려있습니다.
    대인관계는 매우 폭넓으면서도, 한편으로는 투시력이나 관찰력이 예리하여, 자신에게 도움이 되는 사람과 그렇지 않는 사람을 구분할 줄 아는 지혜를 지녔습니다.
    
    게다가 다른 사람의 사소한 결점도 잘 발견해 낼 줄 알기 때문에, 지나친 간섭이나 강요, 잔소리, 갈굼을 퍼붓는 편이기도 합니다.
    비록 매우 편협되고 아집스러운 성향 때문에 오히려 기회를 놓쳐버리는 경향도 허다하지만, 사회생활을 분주하게 수행해 나가면서도, 자기 실속은 실리적으로 챙길 줄 아는 지혜를 가지고 있기도 합니다`
},{
    id : '51',
    img : 'img/1.png',
    iljuOne : '황금 소',
    iljuTwo : '기축일주',
    title : '최고의 황소 고집!',
    content : 
    `기축일에 태어나신 분들은 근면성실한 편입니다. 게다가 소박하고 선량하며, 인정도 많습니다.
    대체적으로 기축일주 분들은 조용한 것을 좋아하며, 평상시에 봤을 때는 대개 과묵하고 얌전하며, 낯을 가리는 분들이 많습니다.
    이들은 매우 다른 사람의 낯을 가리고 의심이 많은 편이기도 한데요.
    한편으로는 자기 자신에게 주어진 임무에 대해서는 은근한 고집과 의지로 완수해 나가기도 합니다.
    이 기축일주들은 대체적으로 고지식한 편이기 때문에, 한 가지 일을 집중적으로 파고드는 외곬수적인 성격이 작용하며, 현실상으로도 한가지 일에만 꾸준히 전념하는게 길(吉)합니다.
    
    타인으로부터 간섭과 구속을 정말로 혐오하며, 자기 멋대로 하려는 성향이 있고, 남들을 불필요하게 의심하고 지나치게 내성적이라서 신비주의로 치달을 가능성이 있습니다.
    따라서 사람들로부터 고립을 자초하기도 합니다.
    비판력도 은근히 강하기 때문에, 다른 사람을 비난하기도 은근히 잘합니다.`
},{
    id : '53',
    img : 'img/3.png',
    iljuOne : '황금 토끼',
    iljuTwo : '기묘일주',
    title : '겉으론 웃지만 속으론 울고있다!',
    content : 
    `기묘일주 분들은 겉으로는 명랑 쾌활해 보이고 재간이 뛰어나보이지만, 실상 속마음은 왠지 우울함을 자주 느끼기 쉽고, 감수성이 무척 예민한 분들입니다.
    기묘일에 태어나신 분들은 매우 가정적이면서도, 소박하게 살아가려는 내성적인 분들이 많답니다.
    이 분들은 마치 순정만화나 순정영화에서나 존재할만한 사고방식을 가진 분들이기도 합니다.
    대부분 치열하게 살아가려 하지 않으며, 교활하고 비겁한 것과는 거리가 먼 미덕의 삶을 살아가려 노력합니다.
    
    한번 뿌리를 박으면 흔들림없이 논리로 무장해 나가는 타입이며, 보수적인 분들이 많습니다.
    때로는 호방한 면모도 있으며, 낭만을 추구하는 분들로써, 순정만화나 동화속의 내용을 동경하는 측면이 많으므로, 이성을 연인이나 배우자로 고를 때도 다소, 이상과 현실의 괴리감에 위화감을 느끼기도 할 것입니다.
    
    하지만 이성에 의한 달콤한 입발림에 쉽게 넘어가는 스타일이기도 하기 때문에, 교활한 이성에 의해 철저하게 착취당하거나, 사기를 당할 수도 있는 위험이 내재되어 있는 것입니다
    또한 다소 자신의 이익을 중시하지만, 전반적으로 봤을 때 손해득실을 염려하지 않고 자신이 올인하고픈 사람에게 헌신적으로 대하는 경향이 있기 때문에 오히려 상처를 받기 쉬운 것입니다. `
},{
    id : '55',
    img : 'img/5.png',
    iljuOne : '황금 뱀',
    iljuTwo : '기사일주',
    title : '겉으로는 온화해보여도, 속은 누구보다도 강건함이여!',
    content : 
    ` 기사일주는 다소 소심하면서도, 순간적인 언변과 재치, 기지와 임기응변이 뛰어나지만, 다른 사람이 자기보다 잘난 것을 눈뜨고 못보는 스타일인 경우도 있습니다.
    이것은 강한 승부근성과 연결됩니다.
    매우 외모적으로 매력적인 사람들이 많으며, 자신만의 신념과 고집과 가치관을 절대 굽히지 않으려는 기질이 있습니다.
    말하자면 자기주장이 아주 강하다고 할수있습니다.
    
    감수성이 풍부한 편이며, 내면에는 고독과 아집이 서려있는 분들이 바로 기사일주들의 특징입니다.
    하지만 분명히 외면적으로는 누구에게나 호감을 줄만한 분들입니다.
    기사일주는 도와주는 사람들이 은근히 많은 일주이기도 합니다.
    그래서 위기에 처하더라도 항상 귀인들이 나타나 도와주기도 한답니다.`
},{
    id : '57',
    img : 'img/7.png',
    iljuOne : '황금 양',
    iljuTwo : '기미일주',
    title : '염소고집! 논란의 대상!',
    content : 
    `기미일주는 일단 다소 소심하고 내향적인 기운이 강한 축에 속합니다.
    자기중심적이고 자기 이익을 확실하게 챙겨두려는 기질이 있습니다.
    그러다보니, 자연스럽게 이들은 항상 몸과 마음이 들떠있기 쉬워지게 됩니다.
    
    이들은 매우 정에 약한 사람들이기도 하며, 쉽게 분노와 슬픔, 우울증을 느끼기도 합니다.
    대인관계에 있어서 외교능력이나 중재수완이 뛰어난 편이기도 하며, 통제받는 직장생활에는 절대 어울리지 않습니다.
    
    매우 감정의 기복이 들쑥날쑥하기 쉽고, 쉽게 토라지기도 하며, 매우 자기중심적인 사람들이 많기 때문에, 정신적으로 성숙하기 전까지는 이들은 왠만하면 깊은 이성교제나 결혼을 피하는 것이 좋습니다.
    그렇지 않으면 이별수가 크거든요.
    
    이들은 타인을 너무 믿고 도와주다가 오히려 자신이 손해를 보기도 하며, 다소 산만한 경향도 배제하지 않을 수 없습니다.
    또는 필요 이상의 일을 너무 쓸데없이 벌리다가 남들의 입방아에 오르고 내리기 쉽다는 결점이 있죠.
    이들은 매우 이기적이면서도 한편으로는 이타적이고 정도 많고 한도 많은 분들이라고 할 수 있겠습니다`
},{
    id : '59',
    img : 'img/9.png',
    iljuOne : '황금 닭',
    iljuTwo : '기유일주',
    title : '온화하고 착실한 성품!',
    content : 
    `가만히 있어도 왠지 함부로 대할 수 없는 묘한 포스를 지니고 있으며 사람들 눈에 유독 띄는 운명구조를 타고났는데요.
    목소리가 멋지거나 웅장한데다가 눈빛 하나로 상대방의 고개를 절로 숙이게 만드는 분들이 많습니다
    
    눈빛이 살아있는 분들이라 눈빛 하나로 상대방을 제압하는 분들입니다.
    그만큼 겉으로는 매우 배짱이 두둑하고 용감해 보입니다.
    한편으로는 마음 속에는 그 누구도 말리지 못할 강렬한 정열이 숨겨 있어서 목적을 세우면 아무런 시련과 역경, 실패, 좌절을 맛본다 할지라도 다시 도전해 나가 반드시 성취해내고야 마는 무서운 도전파들입니다.
    
    기유일주는 복잡한 것을 싫어합니다.
    대개 단순한 것, 간단한 것을 좋아라 하는 분들입니다.
    때로는 신경이 매우 예민해서 신경과민을 주의해야 하는 성격을 보유한 분들이 이 태생에 꽤 많은데요.
    사소한 일에도 미칠 듯한 주의력을 집중시킬 정도로 세밀하고 섬세한 분들이 기유일주에 많습니다.

    남다르게 외로움을 잘 느끼는 분들도 이 태생에 많고 유난히 결벽증이 있으면서도 한편으로는 게을러지면 집안에서 청소도 잘 안하는 등 은근히 지저분한 분들도 꽤 많습니다. 대개 기유일주들은 자기관리능력이 투철한 분이 많은데요.
    한편으로는 성미가 급하면서도 엉뚱한 언행을 자주 구사하는 분들도 많아서 주변사람들을 당혹시키기도 합니다.
`
},{
    id : '511',
    img : 'img/11.png',
    iljuOne : '황금 돼지',
    iljuTwo : '기해일주',
    title : '겉은 황금돼지이지만 속은 소심!',
    content : 
    `기해일주는 매우 소심하고 여리면서도 이중적인 성격이 강한 일주입니다.
    왠지 모르게 자신의 이익을 추구하고 싶어하면서 살아가고 싶으면서도, 당당하게 자신의 욕구를 충족시키기 위해 선뜻 나서지 못하는 형상입니다.
    비록 활동적인 성향을 가지고 있고, 나름대로 넓은 마음을 가지고 있긴 하지만, 한편으로는 매우 어떤 일을 추진하는 데 다소 나약한 기질이 있습니다
    
    겉은 황금돼지와 같이 명랑하고 쾌활하고 호감을 주는 인물임에는 틀림없으나, 그 속마음은 매우 여리고 의심많고 조그만 한 일에도 의기소침해지기 쉽습니다.
    그러니까 마음 속에 욕망이 많으면서도, 다른 사람의 눈치를 보거나, 여러가지 상황을 핑계로 인해서 자신의 뜻을 마음껏 펼치지 못하는 형상입니다.
    
    겉은 화려해보이지만 실상 속마음은 우울증과 다른 사람에 대한 열등감, 세상에 대한 비관적인 시야를 가질 수 있는 인물이라는 것입니다.
    이렇게 겉으로는 매우 호인인척해도 실상은 매우 부정적인 시야를 가진 사람일 가능성이 높으니, 대인관계에서도 진정성을 가진 사람으로 비춰지기 어렵고, 일을 추진하다가도, 끝이 무를 수가 있는 것입니다. 확신이 안가고, 매사를 염세적으로 보기 때문이죠.
    
    황금돼지의 기상을 타고난 분들은 비록 마음이 넓지만, 일이 자신의 뜻대로 되지 않으면 매우 신경질을 내는 기질이 강하며, 나름대로의 고집이 강해서, 자기 주장을 우기는 기질이 강합니다.

    마음의 심리가 다소 들쑥날쑥하고 변덕스럽기도 하며, 어리숙하고 세상물정에 어둡지만, 이들은 대체적으로 자기중심적이고 자기가 옳은 줄 알기 때문에, 이로 인해 대인관계에서 마찰이 자주 빚어질 가능성이 큰 것입니다.
    그래서 이들의 마음을 이용해서 입에 발린 감언이설로 접근하는 사기꾼들은 기해일주의 단물을 빨아먹기 쉽습니다.
    기해일주들은 유혹과 아부에 약하기 때문입니다
    `
},{
    id : '60',
    img : 'img/0.png',
    iljuOne : '하얀 쥐',
    iljuTwo : '경자일주',
    title : '차가운 바위! 강한 고집!',
    content : 
    `겉으로는 거대한 큰바위 얼굴을 상징하는 형상이기 때문에 그 기풍이 웅장한 분들이 있고, 절제력이 투철해 보이는 선비답게 고결한 모습을 엿볼 수 있는 분들이 많습니다.
    
    차디찬 동굴 위 종류석에서 생성되어, 동굴 바닥으로 떨어져서, 역시 차디찬 웅덩이를 이루게 되는 형상이라고 보시면 되겠습니다.
    그 타고난 운세 자체는 한가지 일에만 꾸준히 열심히 살다보면, 언젠가는 부귀영화를 누리거나, 안정된 삶을 살아갈 수 있는 운세를 타고난 것이라 하겠습니다.
    
    무릇 겉모습을 상징하는 庚은 매우 강인하고, 자기주장이 강하면서도, 때로는 의지가 너무 굳세어, 강압적으로 자신의 주장을 관철시키려는 기질이 강하며, 불도저를 상징하기도 합니다.
    그래서 경자일주 분들과 입씨름을 하려면 오히려 입만 아프고, 경자일주 분들의 독선과 아집, 굳건한 고집에 맞설 자는 아무도 없을 것입니다.

    겉모습은 강하고 화려해 보일지라도, 속마음은 늘 계산적이며, 상황에 따라서, 굽신거릴줄도 아는 권모술수적인 측면이 강하며, 역시나 소심하고 여린 기질이 있다 하겠습니다.
    그러나 역시나 자기 고집이 강력한 것은 부인할 수가 없는 흰 쥐들인데요.
    다소 보수적인 분들이기도 하여, 새로운 변화에 적응하는데 상당히 시간이 걸리기도 하는 편이며, 사람 됨됨이가 왠지 모르게 무심해 보일 수도 있는 분들이 많습니다.

    속은 인정이 있고 감수성이 여린 편이지만, 겉모습은 굳센 바위처럼 딱딱해 보이거나, 다가가기가 쉽지 않은 분들이 많으므로, 경자일주 분들은 스스로 고독을 자초하는 케이스가 많으며, 대개 주변사람들로부터 독불장군이라는 소리를 많이 듣곤 할 것입니다.
    또한 타인과 쉽게 친해지기도 의외로 어려운 분들이기도 합니다.

    이 분들은 역시나 자신의 위치를 굳세게 지키려는 분들이 많으며, 자신만의 세계를 외부로부터 숨기고 지키기 위해 노력하는 분들입니다.
    따라서 함부로 쉽게 친해지기가 어려운 분들이라고 할 수 있죠.
    성정은 대부분 침착하면서도, 기품이 느껴지는 분들이 많으며, 고지식하고, 유연스럽지 못하며, 대부분 자기 주장이 너무 강한 것이 역시나 흠이라면 흠이겠습니다.

    물론 성실한 분들입니다. 신사 숙녀의 품격이 느껴지고요. 그리고 거짓말을 하지 않으려 합니다.
    게다가 시끌벅적한 것과는 거리가 먼, 조용하고 고독한 분들이기도 합니다.
    그러나 역시 너무 융통성이 부족하고, 뭔가 모르게, 애교적인 면모가 부족한 분들이기도 하므로, 다소 재미없는 분들이기도 하겠습니다.
    `
},{
    id : '62',
    img : 'img/2.png',
    iljuOne : '백호',
    iljuTwo : '경인일주',
    title : '성공을 위해서라면 위험도 불사한다!',
    content : 
    `인일주의 기상으로 태어나신 분들은 남들이 해보지 못한 스릴있고 위험천만한 일에 도전하게 될 가능성이 높은 일주입니다.
    이는 모두 자기 자신만의 강력한 성취욕구, 즉 재물이나 명예, 사랑에 대한 쟁취 욕구 때문에 남들이 갈 엄두도 못내보는 오지로도 과감하게 이동할 수 있는 일주이죠.
    
    역마의 기운을 타고난 분들이여서, 매우 활동적인 분들이며, 남들이 접해보지 못한 경험과 견문들을 과감하게 쌓아나가면서 인생을 살아가게 됩니다.
    인정도 많고 눈물도 많고 온화하면서도, 결단력이 강하고, 처세술이 뛰어나며 천재적인 두뇌를 가지고 있습니다.
    
    누구에게나 개방적인 성격이며, 본인의 성공과 행복, 장밋빛 미래를 위하여 이사나 직장변동이 번다할 운명구조를 타고났습니다.
    그래서 타지나 해외로의 왕래가 빈번한 일주라고 하겠습니다.
    
    성공을 위해서라면 모험도 불사하는 경향이 있기 때문에 이 또한 문제가 될 수 있어서 불의의 사고를 당할 수도 있으며, 마음이 수시로 변화하기 때문에, 직장변동이나 계획을 수시로 변경하는 조삼모사, 작심삼일의 형상입니다
    바로 자기가 결심한 것은 속전속결하는 스타일이며, 놀고 즐기는 것에 대단한 일가견이 있어서, 유흥업소나 클럽에도 자주 출몰이 빈번할 수도 있으며, 인정은 많고 의리와 명예욕도 대단한 분들이지만, 자기 중심적이고 이기적인 성향이 강해서 때로는 주변사람들과 마찰을 빚기 쉽다는 단점이 있습니다.
    
    본인의 혈기왕성한 에너지가 오히려 다른 사람들에게 부정적인 영향을 주게 되니, 늘 구설수나 시비수, 마찰수에 휘말리기 쉬울 것입니다.
    경인일주들은 의외로 매우 단순한 분들이여서, 타인에 대한 호불호도 명확하게 엇갈리며, 좋아하는 사람에게는 무척 잘하지만, 싫어하는 사람에게는 매우 냉정하고 차갑고 인색한 경향이 있어서 오히려 적이나 안티들을 많이 양산해 공격을 받기 쉬우며, 어제의 동료라도 이해타산이 맞질 않는다면 과감하게 배신을 때려서 본인의 영달을 먼저 추구하려는 단점이 있습니다.
    경인일주들은 자신의 매우 이기적인 성격을 자제를 하고, 현실과 환상을 혼동하지 말고 매사 무리하지 말아야 편하게 살수 있지만, 본인의 타고난 강한 에너지를 스스로 이겨내기에는 매우 힘들 것입니다.
    
    워낙 덜렁이들이기 때문에, 왠지 모성본능을 느끼게 하는 분들이기도 하지만, 한편으로는 윗사람들에게 갈굼을 당하기 쉬운 분들이기도 합니다.
    이들은 윗사람이나 조력자의 조언을 귀담아 듣고 스스로의 타고난 단점을 개선할 당위성이 있습니다. `
},{
    id : '64',
    img : 'img/4.png',
    iljuOne : '백룡',
    iljuTwo : '경진일주',
    title : '영웅호걸! 의협심 강한 리더십!',
    content : 
    `용맹함, 결단력이 있고, 신용과 의리를 중시하는 호걸풍의 사람이 되겠지만, 이에 따라서 풍파도 많이 겪는 인생이 되기 쉽고, 독선적이고 오만불손 성격이 나타나기 쉬운 것입니다.
    
    경진일주는 다른 사람을 은근히 이용하여 자신의 목적을 추구하려는 분들이 많습니다.
    그래서 진정성 없고 단지 자신의 욕구충족을 위해 친절을 가장하여 접근하기 일수인데요.
    역사가 말해주듯이, 진실됨이 결여되어 있고, 서로 이해관계로 만난 인간관계치고, 결말이 좋게 끝난 적은 없었다는 것이죠.
    겉으로는 매우 허세기질도 강하고 아집이 세며, 자기중심적인 분들이라서 유아적인 기질도 그만큼 강해 의존성이나 유아적 응석받이 기질이 강합니다.
    
    매사 선봉장군의 기질이 있는 스타일이며, 한번 하겠다고 결심한 것은 반드시 실행해 내고야 마는 끈기파들입니다.
    그러나 이 과정에서 반드시 다른 사람의 도움을 필요로 합니다.
    개척정신이 강하면서도 은근히 독립심이 뒤떨어지기도 하기 때문이지요.
    이들 경진일주 분들은 겉으로 봤을 때 굳세고 기골이 장대한 분들도 있으면서도 한편으로는 어딘가 모르게 모자라보여서 보호본능을 자극하게 생긴 분들도 많습니다.
    그래서 자신의 매력을 바탕으로 다른 사람을 적재적소에 이용할 줄 아는 사람들인 것입니다. 그야말로 권모술수에 뛰어난 사람들이죠.
    
    고집은 완전 똥고집이기 때문에, 자기를 비판하는 사람은 용서하지 않는 기질이 있습니다.
    경진일주 분들은 매우 유아적이고 욕심이 많은 분들이며 자기중심적인 분들이 많기 때문에, 그로 인해 주변 사람들을 괴롭히기도 잘하고 오히려 그들 자신의 진실성이 결여된 목적의식이 강한 처사로 인해 주변인들에 의해 증오심의 표적이 되기도 합니다.
    
    워낙 큰 일만을 도모하는 스타일이라서, 현실에 안주하지 못하고, 소소한 것은 하찮게 여기는 분들입니다.
    그러다보니, 정작 소중하고 귀한 것을 잃어버릴 수 있는분들이 경진일주 분들의 운명구조인 것입니다.
    `
},{
    id : '66',
    img : 'img/6.png',
    iljuOne : '백마',
    iljuTwo : '경오일주',
    title : '낭만적인 이기주의자!',
    content : 
    `경오일주로 태어나신 분들은 상당히 애매모호한 성격을 지니고 계신 분들입니다.
    실리적인 사람들인가 하면, 한편으로는 의협심도 강하고, 순발력이나 센스가 무딘 경우도 있고, 고지식한 전통주의자 같은 기질도 있습니다.  
    맺고 끊는 것을 잘하는 가 하면, 다른 사람에게 의존하여 자신의 이득을 챙기고 욕구를 충족시키려는 기질이 발동하기도 합니다.
    비계산적이고 의리있는 사람들이면서도, 한편으로는 이중적인 기질이 발동하는 매우 복잡미묘한 사람들이라는 것이죠.
    
    다소 욕심이 많기 때문에 그에 따라서, 한가지에 집중하지 못하고 자주 산만해질 수도 있으며, 일도 대충대충 쉽게 처리하려는 기질로 인해서, 뭐 하나 제대로 성과를 거두는 인생이 못될 수도 있습니다.
    마음이 불안정한 분들이고, 매사 싫증과 변덕을 느끼는 분들로써, 경거망동을 부릴 수도 있습니다.
    
    자그마한 노력으로 대충대충 처리하여 큰 성과를 보려는 분들이 많고,뜻밖의 횡재수나 불로소득, 일확천금을 노리는 분들도 많으니, 도박이나 노름, 사행성 게임에도 빠질 염려가 있습니다.
    그리고 역시나 이성편력이 강한 편이며, 자신에게 이익이 되는 사람에게는 은근히 접근하는 기질도 있습니다.`
},{
    id : '68',
    img : 'img/8.png',
    iljuOne : '하얀 원숭이',
    iljuTwo : '경신일주',
    title : '임기응변에 능하지만 마음은 공허',
    content : 
    `다재다능하며, 감각과 눈치, 영감력이 매우 탁월한데다가, 예능이나 체육 분야 등에서도 재능을 발휘하는 경신일주 분들은 이미지 자체가 매우 수수한 분들이 많습니다.
    그래서 꾸미고 화려하게 치장하는 것과는 왠지 거리가 멀어보이는데요. 그러면서도, 자기 자신을 과시하고 남들로부터 인정받고 싶어하는 기질이 강하게 작용합니다.
    
    그리고 한시도 집안에서 가만히 있는 날이 없다고 보시면 됩니다. 밖에서 활동을 하면서, 뭔가를 성취하고 경험을 해야 직성이 풀리는 분들입니다. 겉으로 볼 때는 얌전해 보이고 내성적이면서도 차분해 보여서, 주변 사람들이 호감을 품고 스스럼없이 경신일주 분들 앞에서 대화를 풀어내지만, 대부분의 경신일주 분들은 실상은 상대방의 말을 제대로 경청하려 하지 않고 대개 자기 주장만 고집하길 원하는 자존심 강한 분들이 많습니다.

    이 분들은 남의 일에는 대개 관심이 없으며, 자기 의식이 무척 강하여 자기가 만들어 놓은 세계 안에서 살아가는 분들이 많다보니, 굉장히 독특한 이미지로 보이는 케이스도 많습니다
    
    대체적으로 합리적으로 살아가려 그러고 성취욕구가 강해서 뭔가 결심해서 단호하게 실행하지만 변덕스러워져서 작심삼일, 용두사미로 끝나는 일도 많습니다.
    화려함보다는 소박함을 따르는 분들이며, 낭만보다는 현실을 중시합니다.  
    그리고 다소 무뚝뚝한 경향이 강한 편이며, 아기자기한 맛은 없다고 하겠습니다.
    그래서 어찌보면 상당히 무심하고 고지식한 분들이 많다고도 봐야겠습니다. `
},{
    id : '610',
    img : 'img/10.png',
    iljuOne : '백구',
    iljuTwo : '경술일주',
    title : '높은 품격의 혁명가!',
    content : 
    `혁명적인 기질이 있어서, 이로 인해 항상 현실의 불합리함을 비판하며, 열심히 뭔가를 이루기 위해 활동하지만 항상 마음 속으로는 어떠한 자기만의 생각과 신념에 젖어있습니다.
    이들은 명랑 쾌활하면서도 어딘지 모르게 범접하기 힘든 카리스마가 있으며, 본인들 스스로도 매우 조심스럽고 현명하게 처세하려는 분들이기도 합니다.
    항상 어딜 가나, 영웅적인 모습을 보여줄 것이며, 경우에 따라서는 과격해지기도 하고, 입에서 거친 말이 자주 나오기도 합니다.
    
    이들은 다소 소박하고 촌스럽고도, 꾸미는 것과는 거리가 먼 사람들이며, 복고적이고, 왠지 복학생적인 측면을 엿볼 수가 있겠으나, 대체적으로 높은 품격이나 우아한 매력이 있는 분들입니다.
    자존심이 강해서, 다소 소극적이고, 인내심도 매우 강한 편입니다.
    또한 정의로움이 강하기도 하고, 다른 사람이 일에 지나치게 열심인 측면도 강한 분들이 많습니다.
    그러다 보니 정작 본인에게 실속이 없을 수도 있고, 또는 이것이 지나치게 간섭이나 잔소리로 변질되기도 합니다.
    
    그리고 남에게 독설도 은근히 잘하면서도 한편으로는 남들에게 싫은 소리를 하는 것도 왠만하면 절제하려는 분들이기도 합니다.
    그러나 분명한 사실은 경술일주 분들은 매우 고독하고 외로움을 자주 느끼는 분들임에 틀림없습니다.`
},{
    id : '71',
    img : 'img/1.png',
    iljuOne : '하얀 소',
    iljuTwo : '신축일주',
    title : '어딘가 모르게 돌봐주고싶은 사람!',
    content : 
    `어딘가 모르게 보호본능을 자극하는 분들이 많으며, 본인들도 매우 귀엽고 애교도 많은 편입니다.
    그리고 인생에 있어서 시련이나 역경과 맞닥뜨리게 된다면, 남의 도움도 주저하지 않는 사람들입니다.
    그래서 이것이 지나치다 보면, 자신에게는 관대하지만, 타인을 늘 이용하려 하는 자기중심적이고 이기적이며 기회주의적인 사람이 되기 쉽습니다.
    
    매우 좋은 운세를 타고났으며, 늘 살아가면서, 귀인들이나 조력자들의 도움을 받아볼 순 있는 운세를 타고나기도 했습니다.
    누군가에게 의존하며 기생하는 분들이 많기 때문에, 역시나 자립심이나 독립심이 다소 결여될 수도 있습니다.
    그리고 어느 정도 요령수를 피워서 작은 노력으로 큰 결과를 얻으려는 분들도 많이 있답니다.
    하지만 대체적으로 신경이 날카로운 편에다가 예민하고 꼼꼼한 편이며, 자신의 일에 밤새도록 몰두하는 유형이 많기도 합니다.
    
    매사 성급한 분들로써, 운과 실력을 믿고 여러가지 일을 과욕으로 벌리고 속전속결로 끝장을 보려다가 오히려 자기 자신이 끝장이 나는 케이스도 있으니, 주의해야 합니다.
    워낙 자존심이 강하고, 아부, 아첨을 싫어하고 남 밑에서 구속, 간섭받는 것을 매우 싫어하는 성격이기 때문에, 직장생활이 쉽지 않은 분들이기도 합니다.`
},{
    id : '73',
    img : 'img/3.png',
    iljuOne : '하얀 토끼',
    iljuTwo : '신묘일주',
    title : '바른 말 잘하고 이기적이라 늘 고립을 자초!',
    content : 
    `착하고 성실한 사람들임에는 틀림없으나 다소 순진한 면모가 있으며, 매사 마음이 불안정하고 뚜렷한 자기 신념이 결핍되어 있으므로, 산만해지기도 쉽고, 좌충우돌하기 쉬운 면모도 있으며, 스스로 당혹감을 자주 느끼고 불쾌감을 느끼기도 잘 합니다.
    즉, 마음 속에 늘 근심걱정이 떠나지 않는 분들이죠. 왜냐면 마음 속에 늘 욕구불만이 가득한 분들이기 때문입니다.
    매사에 세심하면서도, 까다로운 기질을 갖추고 있기 때문에, 자그마하고 세밀한 부분을 요하는 직업에 천부적인 재능을 발휘하기도 하겠으며, 다소 간섭이나 구속에 대해서 반항적으로 반응하여 입바른 소리도 곧잘 하는 성향으로 인해, 윗사람들이나 동료들과 불화가 도지게 되는 원인도 작용합니다.
    
    자신의 안정적인 기반이라든지, 재물이나 특정 분야에 대한 집착이 강한 분들이며, 역시나 이해타산적으로 움직이기를 좋아합니다.
    구조화된 일에 있어서는 타고난 재능을 발휘하겠지만, 역시나, 자만심이 강하므로, 실천보다 입을 먼저 나불거리는 습관이 강한 분들이라 하겠습니다.
    
    겉으로 볼때는 완벽해 보이고, 깔끔해 보이지만 실제로는 질투심도 꽤 많으며, 겉보기와는 다르게, 매우 냉철하면서도, 이기적이고  남다르게 초조하고 예민하며, 사교성이 부족한 부분이 작용하여 매사에 비평적이라 스스로 고립을 자초하는 경우도 빈번합니다.
    이 신묘일주 분들을 한마디로 표현하자면, 겉 표면은 조용한 휴화산이지만, 속은 마그마가 부글부글 용솟음칠 준비를 하고 있는 분들이라고나 해야할까요? 신묘일주 분들은 남들에 대해서 참견도 잘하고 잔소리, 비판도 잘하는 편이지만, 시간이 지나면 언제 그랬냐는듯 깨끗이 잊어버리는 습성도 있습니다.
    
    대체적으로 어떤 것을 기획하고 구상하는 것, 그리고 예체능 분야에서 자신의 실력을 갈고닦는다면 두각을 드러낼 분들이지만, 역시나 실행력이 부족하다는 약점과 늘 변덕스럽기 쉬운 이리착 저리착하기 쉬운 갈대본능을 잘 스스로 제어를 하지 않는다면, 신묘일주 분들의 일생은 참으로 힘든 일생이 될수도 있습니다.`
},{
    id : '75',
    img : 'img/5.png',
    iljuOne : '하얀 뱀',
    iljuTwo : '신사일주',
    title : '자기주관이 뚜렷하여 허세가 있을지도..?',
    content : 
    `매사 빈틈이 없어보이며, 매우 주관이 강하고 고집스러운 성격을 지녔습니다.
    몸과 마음은 항상 분주하고 활동적인 분들인데다가, 승부욕도 강하고, 아주 날카롭고 예민한 편입니다.

    유난히 깔끔을 떠는 스타일이기도 하며, 섬세하고 냉정한 편입니다
    게다가 의협심도 뛰어나며, 매사에 이해타산적이죠.
    그래서 대인관계에 있어서 맺고 끊음을 확실하게 잘 하는 편입니다.
    때로는 자신의 진솔한 감정을 감추고 교묘하게 처세하고 독선적이고 아집이 있긴 하지만, 그 마음속에는 자신의 뜻을 이루기 위한 은근한 열정이 불타오르는 분들입니다.
    한마디로 뭐 한가지를 파면 그것만을 승부봐야하는 외골수적인 분들인 것이죠.
    그러면서도 한편으로는 변덕도 굉장히 심한 편이기도 합니다.

    하지만 대체적으로 차갑게 보이는 분들이라고 오해받기 쉬우며, 다소 허영심이나 허세기질도 강한 편이라서, 고급 의식주를 선호하는 편이기도 합니다. 맺고 끊음을 잘 하는 스타일이니, 호불호도 확실하게 결정하는 스타일이며, 대쪽같은 성격을 지녔습니다.
    한마디로 매우 독선적이고 고집센 분들이라는 것이죠. 
    그런데 묘하게도 신사일주 분들은 다른 사람의 심리를 잘 파악하는 직관력이 강하기 때문에, 이것을 이용하여 본인에게 유리한 쪽으로 땡겨쓰는 뛰어난 재주가 있으며, 어딜 가더라도, 타인을 끌어당기는 묘한 매력을 지녔으며, 인기가 많은 편이고, 또 그들 자신 또한 어딜 가더라도, 타인들로부터 주목받고자 하는 허영심이 작용하기도 합니다. 

    게다가 전반적으로 냉정한 성격이기도 하고 말이죠. 게다가 역시나 전반적으로 자신의 솔직한 느낌이나 감정을 표현하지 못하는 스타일로써 내적으로 감추는 비밀도 많은 분들입니다.
    그래서 더욱 가까이 접근하기가 어려운 스타일이라는 것입니다. 비록 친구나 가까운 지인간이라도 하더라도, 속으로는 내심 항상 남을 의심하고 스스로 남에 대한 증오심이나 원망같은 마음이 빚어지기 때문에, 상대방과 진정한 친교를 맺기가 힘듭니다. 
    `
},{
    id : '77',
    img : 'img/7.png',
    iljuOne : '하얀 양',
    iljuTwo : '신미일주',
    title : '냉정과 열정을 오간다!',
    content : 
    `다소 냉정하고 차가운 기질과 동시에 날카로운 분석력과 비판력, 통찰력을 보유하고 있으면서도, 한편으로는 따뜻하고 인정있고 온화한 마음씨를 가지고 있으므로, 정말로 냉정과 열정 사이를 수시로 오고 가는 예측불가능의 인물들이라 하겠습니다.
    세상을 편력하고 지배하고자 하는 기질이 나타납니다.
    평생 운세는 나름대로 무난하고 풍족한 편이지만, 역시나 이 신미일주 분들은 심술이 궂은 분들이 많고, 야욕이 큰 분들이 많기 때문에, 쉽게 친교를 맺기가 어렵다는 단점이 있습니다.
    
    성격이 담백하고 소탈하면서도 외양은 항상 단정한 분들이 많습니다.
    겉과 속은 냉정하지만, 어느 정도 다정한 면모도 있기 때문에, 남들에게 베풀기도 하지만, 어떤 사소한 것으로 인해 대인관계가 뻐꺽거리면 냉정하게 바로 등을 돌려버리는 기질이 있습니다.
    이것은 대인관계에 있어서 맺고 끊는 것에 천부적인 자질이 있는 것이며, 비지니스적으로 매사에 접근하면서도 원리원칙을 중시하다 보니, 다른 사람들로부터 냉혹한 인물이라는 평가를 받기도 합니다.
    
    애정적인 측면에 있어서는 신미일주들 같이 냉담하고 무심한 사람들도 달리 없을 것입니다.
    이들은 애교적인 측면하고는 거리가 멉니다.
    철저하게 애정적인 측면도 고지식하게 처리하고 비니지스적으로 접근하려는 사고방식과 가까운 사람들이죠.
    항상 활동적이면서도, 혼자만의 사색도 깊은 신미일주들은 결벽증이 심하고 정복욕이 왕성한 사람들이 많기 때문에 이로 인해 타인을 해할려는 기질이 생길 수도 있어서, 이로 인해 많은 시련을 자초할 수 있으므로, 주의해야 할 것입니다.`
},{
    id : '79',
    img : 'img/9.png',
    iljuOne : '하얀 닭',
    iljuTwo : '신유일주',
    title : '깔끔하고도 고지식하지만, 정의롭다!',
    content : 
    `매우 깔끔하고 냉정한 분들입니다.
    그리고 불합리한 것들과 타협을 하지 않는 정의로운 기질이 강한 분들이며, 비판력이 강해서 불의와 혼탁한 세상에 대해서 냉소와 독설을 날리는 이들이 많습니다.
    이들은 불쌍하고 안된 처지의 사람들을 그냥 지나치지 못하고, 이들을 대변해서 힘있는 자들에게 가차없이 독설을 날리거나, 고개를 숙이지 않고 오히려 반항할 수도 있는 것입니다.
    
    이들은 어떤 난관과 시련이 와도 항상 특유의 미소를 잃지 않고 항상 의연하게 대처하려 합니다.
    매우 청렴하고 깨끗한 사람들이 많아서, 이것이 자칫 독선과 오만, 자뻑으로 치달아, 다른 사람들을 깔보거나 무시하기가 쉬운데요.
    이로 인해 남들에게 미움을 받거나 따돌림을 받아 고독을 자초하기도 합니다.
    
    그래도 자신이 한번 정한 것은 어떤 난관이 오더라도 반드시 이뤄내고야 마는 불타는 집념의 분들이며, 머리가 총명하고 지략가들이기 때문에 생존으로의 의지가 투철한 신유일주는 그만큼 사회에서 크게 출세할 수 있겠습니다.
    연애나 애정적인 측면에서는 역시나 사랑할 때는 한없이 사랑하다가 한번 틀어지면 냉정하게 뒤돌아서버리는 측면이 있고, 늘 새로운 것을 찾기 때문에, 이성편력 증세가 있을 수도 있겠습니다.`
},{
    id : '711',
    img : 'img/11.png',
    iljuOne : '하얀 돼지',
    iljuTwo : '신해일주',
    title : '지혜가 출중하고 항상 새로운걸 추구!',
    content : 
    `매사 로망의 세계에 살아가며, 감수성이 풍부하고, 애정을 갈구하는 사람들이 많습니다.
    바람기도 많고 이성편력도 왕중왕이라 하겠습니다.
    
    완벽과 원칙을 중요시하는 고지식한 외곬수적인 성격이 있으며, 날카로우면서도 이해타산에 좇아가기 쉬운 이기적인 면이 돋보이므로, 자연스럽게 다른 사람과 이익을 더불어 갖지 않으려는 인색한 마음이 생길 수 있으며, 잘난 척을 잘 하기도 하고, 어떤 사물이나 상황, 사람에 대해서 실제로는 사랑을 갈구하기 때문에, 무섭게 집착을 하기도 하는 것입니다.
    이들은 다른 사람들로부터의 낭만적이고 동화속에서나 나올법한 아가페적인 사랑을 원하는 분들이 많아 비현실적인 망상에 젖기도 합니다.
    
    그리고 이기적이고 위선적인 심성으로 인하여, 타인을 억압하려 하는 교만함이 서려 있으며, 반면에 스스로 의혹이나 번민을 만들어, 타인들이 자신을 해칠 수도 있다는 망상에 젖은 나머지, 이에 비례하여 쓸데없는 보복을 꿈꾸기도 하기 때문에 타인으로부터 미움을 사는 경우도 많습니다.
    
    신해일주 분들은 누군가로부터 낭만적인 사랑을 받고 싶다는 욕심이 많아서, 누군가에게 집착하는 경향이 많은데요.
    자신의 몸과 영혼까지 팔지만, 결국 배신을 당하거나 혹은 신해일주 자신들이 배신을 먼저때리고 과격하게 나올수도 있는 분들이여서 주의해야 합니다.`
},{
    id : '80',
    img : 'img/0.png',
    iljuOne : '검은 쥐',
    iljuTwo : '임자일주',
    title : '유머스럽고 재치가 뛰어나다!',
    content : 
    `임자일주들은 매우 상황판단능력이 뛰어나고, 권모술수나 기지, 임기응변 등에 능합니다.
    그리고 자신에게 맡겨진 임무를 반드시 완수해 내고야 하는 적극성과 진취적인 리더십이 있기에, 주변인들로부터 유능한 사람으로 반드시 인정받게 됩니다.
    이들은 자신의 체면이나 명예, 겉으로 보이는 이미지를 상당히 중요시하는 사람들이며, 자신에게 개인적으로 속상하고 걱정되거나 화가 나는 일이 있어도 상황에 따라서 적재적소에 따라서 감정을 교묘히 감추는 기술도 탁월합니다.
    
    이들도 구속과 간섭을 당연히 싫어하는 독립적이고 자주적인 성격이 강하게 짙으며, 누구에게나 공평하고 합리적으로 대하기에, 따르는 이들이 많은 리더격의 분들이 많습니다.  

    그리고 무엇보다도 고집이 무척이나 세며, 평상시에는 온화하고 명랑하지만, 한번 화가 났다하면 물불을 가리지 않을 정도로 과격해지거나 성질을 내서 뭔가 옆에 있으면 내어 던질 정도로 무서운 사람으로 돌변하기도 합니다.  

    겉으로는 화사하고 화려해 보이지만 속은 매우 적막하고 남다르게 외로움과 고독을 느끼는 분들이 많고 직장생활이나 남자 관계에 있어서도, 정착하지 못하고 자주 이동과 만남과 이별을 번복할 가능성이 많겠습니다.
    
    이들은 매우 지혜롭고, 다재다능하며, 놀때는 잘 놀고 일할 때는 완벽하게 일처리를 하는 사회의 유능한 분들인데요.
    문제는 머리가 너무 비상하다보니, 음모나 모략, 거짓을 꾸밀 수도 있고, 남들에 대한 시기나 질투심이 강해질 수 있고 이성편력이 심해질 수 있는 가능성이 있다는 데 있습니다. 그래서 역시 양면성을 가진 분들이죠.`
},{
    id : '82',
    img : 'img/2.png',
    iljuOne : '검은 호랑이',
    iljuTwo : '임인일주',
    title : '하늘이 내린 행운아!',
    content : 
    `매우 천부적인 복록과 행운이 따라주는 분들이 많습니다.
    그래서 자신이 하고자 하는 일이라면 어떠한 형태로든지 순리대로 이뤄지거나 반드시 성취할 수 있는 좋은 운세를 지녔죠.
    이들은 상당히 성취하고자 하는 욕구가 많은데다가, 실행하면 성취하지 못하는 것이 없는 복록좋은 분들임에 틀림없으며, 그야말로 행운아 팔자라고 해야겠습니다.
    
    항상 명랑 쾌활하며, 이들은 야심가에 속하기 때문에, 매사 능동적이며, 청사진을 그리고 이를 실행하는데 탁월합니다.
    게다가 처세술도 뛰어나며, 매우 양순한 심성을 지녔지만, 한편으로는 담력이 크고 어떠한 어려운 상황이 닥쳐와도, 자신이 가지고 있는 뛰어난 처세술과 임기응변, 그리고 각종 아이디어와 창의력으로 승부해서 결국엔 상황을 반전시켜 승리를 쟁취하는 경우가 많습니다.

    매우 너그럽고 관대한 분들이 많으며, 아랫사람을 잘 다스리는 분들이 많습니다.
    하지만 지나치게 관대하기 때문에 오히려 문제가 될 수도 있겠습니다.
    그리고 자신만의 외고집이 은근히 강한 분이라서 그로 인해 타인과 마찰이 비일비재할 수도 있겠습니다.  
    특히 아랫사람이나 측근, 혹은 타인에 일에 너무 지나치게 끼어들다가, 각종 비리에 연루될 수도 있는 것이고, 오히려 아랫사람들이나 측근, 지인 등에 의해 배신이나 사기를 당하거나, 손실을 보는 수도 허다하게 됩니다.

    운세는 아시다시피, 수생목으로써 매우 하늘이 도와주는 최상의 운세를 타고났으나, 다소 본인 스스로 나태해지기도 쉽기 때문에, 허송세월을 보내거나 늦게 발복할 수도 있는 편입니다.
    `
},{
    id : '84',
    img : 'img/4.png',
    iljuOne : '검은 용',
    iljuTwo : '임진일주',
    title : '독립심이 강하고 자만심이 강하다!',
    content : 
    `임진일주는 경제관념이 뛰어나며, 돈관리에 탁월한 재능을 가지고 있습니다.
    이 분들은 매사에 경제관념이 있는 분들이라서, 쿠폰이나 각종 세일 광고, 고금리 상품 등에도 촉각을 곤두세고 있으며, 이성관계에 있어서 돈을 과감하게 쓰는 측면이 있긴 하지만, 절대 손해보려는 짓은 행하려 하지 않는 구석도 있습니다.
    
    북쪽의 차가운 겨울 기운을 상징하는 임진일주는 냉정하며, 재물복이 타고 났지만, 재물을 다른 사람을 위해서 왠만하면 쓰지 않는 이기적이고 자기중심적인 면모도 엿볼 수 있습니다.
    그리고 무엇보다도 직설적인 성격에다가 자기 신념과 고집이 매우 드세서, 누군가에게 아부하거나 아첨하는 것을 싫어하는 성격이기도 합니다.
    
    이렇게 워낙 자기 주장이나 신념, 가치관을 굽히지 않으려 하기 때문에, 자기 가치관과 맞지 않는 사람은 씹어버리려는 기질도 생기게 되고, 주변사람들과 갈등이나 마찰, 구설수에도 자주 휘말릴 수 있는 것입니다.
    
    겉으로는 활발하게 보이고 호탕하지만 누구보다 속마음은 무궁무진하고, 헤아리기 힘든 깊은 뜻이 스며있는 분들이니, 타인이 생각하기에 친해지기가 매우 까다로운 인물들입니다.
    게다가 한번 사이가 틀어지면, 냉정하게 등을 돌려서 두번다시 상대하지 않으려 하는 분들이 많으며, 평상시에는 호방하다가도 한번 분노를 터뜨리면, 고함이나 화를 버럭 내지르는 스타일이기도 합니다.  
    `
},{
    id : '86',
    img : 'img/6.png',
    iljuOne : '검은 말',
    iljuTwo : '임오일주',
    title : '매우 심성이 착한 외교관!',
    content : 
    `이들은 언제나 분주하며, 안정과 행복, 남들로부터의 인정과 사랑을 마음 속 깊이 갈구하고 있으며, 항상 몸과 마음이 바쁠 수밖에 없는 운명구조를 타고났습니다.
    이들은 타인에 의한 포근하고 진정성과 인정이 담긴 칭찬을 듣길 누구보다도 간절히 원합니다.
    그래서 자신을 알아줄 누군가를 찾아서, 자신의 사랑을 찾아서 어딘가로 자꾸 방랑을 하게 되죠.
    이들은 누군가로부터 사랑을 갈구하기 때문에, 순수한 마음을 간직하고 있으면서도 한편으로는 허세기질이라든지 속마음은 매우 외로움을 느끼지만, 약해보이지 않으려고 애를 쓰는 경우도 있습니다.
    
    다소 마음이 불안정한 구조를 지니고 있으며, 매우 들떠있고 산만해 지기 쉬운 검은 말 임오일주는 자신의 마음의 안정을 찾기 위해서 그 대안책을 찾기 위해 여러 가지 궁리나 연구를 하기도 하며, 호기심과 탐구력이 왕성해서 고정된 생활을 배격하고, 여기 저기 돌아다니는 역마의 기상도 부여받았습니다.
    임오일주의 최대의 장점은 지혜로운 처세술과 외교수완이며, 왠지 이들이 옆에 있으면 든든하고 현명한 조력자와 같은 느낌이 들기도 합니다. 

    임오일주들은 매우 눈치나 감각도 빠른 이들이며, 세심한 성격을 지녔습니다. 이들은 반드시 마음의 수양이 필요합니다.
    물과 불의 형상이 서로 밀고 당기고 부딪혀서 혼돈을 야기하는 형상이기 때문이죠.
    그래서 따뜻하고 인정 많았던 아이가 어이없게도 엉뚱한 일탈행동을 하거나 우정을 배신하고 실속을 챙기는 사기꾼이 될수도 있습니다.
    `
},{
    id : '88',
    img : 'img/8.png',
    iljuOne : '검은 원숭이',
    iljuTwo : '임신일주',
    title : '다방면에 통달하지 않은 바 없는 엔터테이너들!',
    content : 
    `임신일주 분들은 타고난 테크니션들이기 때문에, 감각과 재주가 남다르고, 다재다능하신분이 많습니다.
    게다가 역마의 기질을 가졌으며, 활동적이면서도, 외교수완이나 재치, 임기응변, 권모술수가 남다르게 뛰어나기 때문에, 총명한 문인이면서, 석학사이면서도, 예술가다운 면모를 보여주고 있습니다.
    
    하지만 자신의 타고난 뛰어난 재능을 과시하는 경우도 많은데요.
    너무 똑똑하고 때로는 나대는 성향이 있어서 이로 인해, 오히려 일이 풀리지 않는 경우도 있으며, 자신의 성공과 영달을 위해서, 권모술수나 각종 술수나 지략을 동반하기도 하는 분들이므로, 이러한 자신의 모든 잔꾀들이 통하지 않고 오히려 일이 엉뚱한 방향으로 흐르기도 하는데요.
    이런 경우에는 크게 실망하고 자신이 가던 길을 중도에 그만두거나, 유랑생활을 할 수도 있는 것입니다.
    지혜는 출중하지만, 한번 역경을 만나게 되면, 슬럼프도 긴 것이 임신일주분들의 특징이기도 합니다.
    
    학식이 풍부하며, 재주가 늘 비상한 임신일주 분들이지만, 역시나 위에 언급해드린데로, 그 재주가 지나치고, 지모가 너무 출중하여 오히려 이것이 남을 음해하고, 자신의 영달과 이익을 챙기기 위한 음모로 악용되기도 합니다.
    그래서 타인들로부터 정치적이고 진실성 없는 사람으로 비추기도 쉬우며, 이로 인해 대인관계의 지속성에 있어서도, 길지 못한 편이기도 합니다.
    이는 임신일주 분들이 수시로 상황에 따라, 끊임없이 맘 속으로 남을 기만하기 위해 계교를 꾸밀 수도 있고, 마음이 변덕이 심하다는 것을 상징합니다.
    `
},{
    id : '810',
    img : 'img/10.png',
    iljuOne : '검은 개',
    iljuTwo : '임술일주',
    title : '담백하며 호기로운 기질!',
    content : 
    `매우 남들과 친화력이 좋고 호탕하며, 통이 큰 호걸들입니다.
    매사에 솔직하며, 다소 까다로운 성격을 지니고 있고 남을 잘 도와주고 잘 돌봐주는 인정이 서려있습니다만, 준만큼 또 받길 좋아하기 때문에 매우 영악한 기질을 타고났습니다.
    겉으로는 위풍 당당하고, 영웅호걸다운 기상을 갖추었고 어떠한 시련과 위기가 오더라도 씹어버릴만큼 의연하고 위엄있는 자태를 뽐내지만, 속마음은 늘 야욕에 불타고 있으며, 다른 사람을 무찌르고 자신의 욕구를 충족시킬 온갖 음모와 술수를 부리기도 합니다.
    매우 성격이 야심가에다가 자신의 뜻대로 일이 안풀리거나 타인이 움직여주지 않으면 매우 분노와 증오, 강팍한 성질이 극대화되기 쉬운 무서운 인물임을 상징합니다
    
    이들은 또 분노를 한번 터뜨리면 물불을 가리지 않는 분들이 많기 때문에, 이 일로 인해서 스스로 일을 그르칠 수도 있지만, 자신이 정한 목표를 반드시 이루고 내고야 마는 무서운 도전파들입니다.
    그리고 기억력이나 이해력이 매우 뛰어나 두뇌도 비상하며, 예지력도 뛰어나서, 꿈에서 본 현상들이 현실로 나타나는 경우도 많습니다.
    그야말로 통찰력이나 강력한 성품을 지닌 것이죠.
    `
},{
    id : '91',
    img : 'img/1.png',
    iljuOne : '검은 소',
    iljuTwo : '계축일주',
    title : '총명한두뇌 아이디어뱅크!',
    content : 
    `대놓고 드러내진 않지만 몰래 마음 속에 숨어있는 야망을 남들에게 보이지 않는 은근한 고집과 끈기, 인내로써 이뤄나가는 분들입니다.
    이 분들은 자기 주장을 관철시키기를 좋아하며, 대체적으로 남의 말을 씹어버리는 성향이 강합니다.
    구속과 간섭을 싫어하며 오로지 자신의 의지대로 독단적으로 일을 추구해 나가려는 자수성가형 스타일이죠.
    
    평상시에는 매우 과묵하면서도, 자신의 일에 충실한 스타일이기 때문에 남들로부터 충분히 신뢰를 받기도 하며, 능력을 인정받기도 합니다.
    남들로부터 구속받기 싫어하는 자유주의적인 기질이 가중되기 쉽고, 자신의 총명함을 기반으로 하여, 기존의 룰을 파괴할 수도 있는 성질이 있습니다.
    자신이 정한 목표나 일이 생기면 옆도 뒤도 돌아보지 않고 오로지 전진을 하는 독불장군 기질이 작용하게 됩니다.
    상관의 만능재주꾼 기질과 동시에 편관의 매우 강력하고 때로는 과격한 부분이 겹치게 되니, 이들 계축일주들은 역시나 무시무시한 끈기파라고 할 수 있습니다.
    
    매우 까다롭고 급한 성격을 타고났고, 양보를 모르고 고집이 무척 센 분들이기에 이로 인해서, 다른 사람을 상해할 수도 있고 반대로 다른 사람에 의해서 상해를 당할 수도 있고, 여러가지 사고를 조심해야할 분들이기도 합니다.
    이 분들은 자신의 목표가 딱 정해지면 그것만 파고드는 자세를 보여주기 쉽습니다.
    `
},{
    id : '93',
    img : 'img/3.png',
    iljuOne : '검은 토끼',
    iljuTwo : '계묘일주',
    title : '일처리는 똑부러지나 주변인에게 인정받기 힘들다!',
    content : 
    `계묘일주 분들은 실상은 매우 여린 성품을 가졌으며, 순수하고 매사 투쟁적으로 살려고 하진 않습니다.
    즉 인생을 즐기려고 하는 분들이 많습니다.
    하지만 한편으로는 모호하게도 자신과 한번 틀어진 상대와는 두번 다시 동료로 생각하지 않으려고 하기 때문에, 포용력이 다소 뒤떨어지는 편입니다.
    그래서 사람에 대한 호불호가 명확해서, 자신이 좋아하는 사람에게는 잘 하는 편이지만, 자신이 싫어하는 사람에게는 매우 인색하고 치사하게 굴기도 해서, 다른 사람들에 의해 자주 씹히는 일도 많습니다.
    
    그래서 다재다능하고 비록 일처리는 똑부러지는 분들이지만 희안하게도 주변인들의 인정을 그다지 받지 못하는 경우가 많고, 오히려 과소평가를 받는 경우가 많습니다.
    겉으로는 센척 하지만, 실제로는 남 모르는 근심걱정이 많고, 매우 아집이나 고집도 강한 분들로써, 주변인들로부터 자주 오해를 받기도 하는 편입니다. 

    자주 마음은 수시로 변덕스러운 편이기도 하며, 다른 사람에게 베풀때는 잘 베풀지만, 인색하고 냉혹하고 교활할때도 많기 때문에, 역시 주변 사람들로부터 친구나 적이 극명하게 엇갈리는 분들이기도 합니다.

    어딜 가나 복록이 주어졌으며, 성공가능성이 높은 분들이지만, 본인들의 2% 부족한 이중적인 기질로 인해서, 과소평가 받거나, 2인자나 정도로 만족해야 하는 분들이 많습니다.
    `
},{
    id : '95',
    img : 'img/5.png',
    iljuOne : '검은 뱀',
    iljuTwo : '계사일주',
    title : '능수능란한 언변술과 타고난 복록!',
    content : 
    `득실과 손익을 계산하는 면모가 두드러지므로, 자신의 실속을 챙기려는 분들이 많습니다.
    따라서 본인의 이익에 부합되지 않거나, 마음에 들지 않는다면, 가차없이 변덕을 부리기도 합니다.
    
    물질적인 측면을 중시하는 경향이 있기 땜시 본인의 손익을 철저히 계산하는 경향이 강하지만, 한편으로는 전진과 후퇴를 번갈아가면서 뱀이 마치 허물을 벗었다가 다시 온몸을 위장하듯이 교묘하게 처세하는 일면이 있습니다.
    대인관계에 있어서 외교수완이나 웅변술이 뛰어나기 때문에, 분위기 메이커이자 대인관계에 있어서 윤활유 역할을 해줍니다. 
    타고난 연예인기질로 남들을 즐겁게 해주고 대인관계가 원만한 데다가, 자신이 맡은 바에 대한 업무는 완벽하고 깔끔하게 일처리를 해내니, 그 어떤 사람이라도 미워할래야 미워할 수 없고 오히려 사랑받을만한 사람이라는 것입니다.

    계사일주 분들은 자신의 어떠한 명분과 원칙이 주어지면 그에 따라서 열심히 목표를 이루기 위해 부단하게 노력하는 사람들이므로 성공가능성도 다른 60갑자에 비해서 큰 편입니다.
    사주구성만 잘 타고난다면 크게 성공하고 출세하는 분들이 많겠습니다.

    이들은 완벽주의자들이면서, 매사에 불평, 불만도 많기 쉽고, 의외로 고지식하고 남의 일에 참견하기를 좋아하는 버릇도 강합니다.
    재물운은 매우 좋은 편이며, 재물을 다룰줄 아는 사람들이 많으며, 한편으로는 재물을 쓰고 다룰줄 아는 통도 큰 편이기도 합니다.  
    `
},{
    id : '97',
    img : 'img/7.png',
    iljuOne : '검은 양',
    iljuTwo : '계미일주',
    title : '실속있는 실리주의자이면서도 이해타산적인 이기주의자!',
    content : 
    `매우 지혜롭고 소박한 사람들입니다. 그리고 경제적인 관념이 일찍 깨어있습니다.
    하지만 경제적인 관념, 즉 돈을 중시하는 사람들일 수록 교활하거나 잔머리를 굴리는 성향이 강합니다.
    항상 인생에서 맞닥뜨리기 쉬운 수많은 시련과 역경, 장애물들에 대처해 나갈 수 있는 임기응변이 있으며, 자신의 관심분야 즉 한가지의 일에 대해서 밀어붙이는 고집과 의지가 있는 분들이 많습니다.
    하지만 한편으로는 싫증도 잘 내는 편이기도 한데요.
    일이 자신의 뜻대로 조금이라도 성과가 안보이면 스스로 때려치우고, 다른 일을 꾀하기도 합니다.
    그리고 뭔가 일을 밀어붙이는 면에 있어서 한편으로는 과감한 박력이 부족한 감도 없지나 있긴 합니다.

    전반적으로는 대인관계가 원만한 편이긴 하나, 승부욕이 강하고, 의지와 고집이 매우 강한 편이며, 특히 이해타산과 이해득실에 상당히 민감한 편입니다.
    그래서 돈이나 재산, 재물을 모으는 일에 열심인 편이며, 자존심이나 자부심이 강해서 그 누구의 말도 듣지 않는 경향도 있습니다.
    특히 윗사람이나 웃어른들의 충고나 조언을 무시하는 편입니다.

    수많은 역경과 난관 속에서도 절대 좌절하지 않고 자신만의 추진력과 고집으로 일을 밀고 나가는 강인한 멘탈과 힘을 지녔습니다.

    매우 타인에게 인색한 사람들이 많기 때문이며, 때로는 수전노나 구두쇠들도 많이 있답니다.
    겉모습은 여리고 부드럽게 보일지라도, 속마음은 그렇지 않다는 것을 알 수 있습니다.
    이들은 대체적으로 자신의 목적을 위해서라면, 애정이나 사랑, 인정보다는 대체적으로 돈을 많이 벌어가는데 우선순위로 둘 가능성이 큽니다.
    `
},{
    id : '99',
    img : 'img/9.png',
    iljuOne : '검은 닭',
    iljuTwo : '계유일주',
    title : '법없이도 살아갈만큼 순수하다!',
    content : 
    `늘 인생을 아름답게 살아가려는 분들이며, 순수한 마음가짐을 가지고 있습니다.
    그리고 교활하게 살아가는 것과는 거리가 먼 착한 심성을 가진 분들이죠.
    이 분들은 현실과 이상의 괴리 속에서 늘 좌절감을 느끼게 마련이며, 때로는 조급한 성격이 작용하기도 한답니다.
    어려운 사람이나 타인들을 도와주고 선심을 베풀어 주는것도 좋아하는 편이여서, 교활하기 짝이 없는 사람들의 좋은 먹잇감이 될 가능성도 있습니다.
    
    성격이 순종적이고 온화하기 때문에 주변인들의 인정과 사랑을 받을 수도 있겠습니다.
    하지만 사람 됨됨이가 비밀이 많으며, 자신의 속마음에 있는 그대로를 보여주지 않으려는 계산적이고 음흉한 기질도 있을 수 있습니다.
    무엇을 하나 보면 열가지 이상을 이해하고 암기해 내는 능력이 뛰어나지만, 환경변화에 대단히 민감하기도 하며, 산만해 지기도 하며, 타인에게 의존하려는 기질도 작용할 수 있습니다.
    
    인생을 아름답게 꾸미면서, 순수하게 살아가려는 분들임에 틀림없으며, 남을 위해서 봉사활동도 잘 하고 기부도 잘 하는 분들도 많으며, 자기 이익보다는 공공을 위해서 헌신하는 분들도 계유일주에 많다고 봅니다.
    하지만 법없이도 살 분들이면서도, 누구보다도 법에 취약하기 쉬운 모순을 안고 있죠.
    즉, 남을 기만하거나, 속이고 이익을 챙기는 사기꾼이 될 수도 있고, 혹은 화가 나면 누구보다도 파괴적이고, 살벌하고 냉정한 사람들로 변하기도 하므로, 악당이 될 수도 있는 것입니다.
    `
},{
    id : '911',
    img : 'img/11.png',
    iljuOne : '검은 돼지',
    iljuTwo : '계해일주',
    title : '야망가득! 남들에게도 보여주고싶어하는 기질!',
    content : 
    `겉으로는 유해 보여도 항상 마음 속에는 모사나 술수, 음모, 계산이 도사리고 있는 분들입니다.
    이것은 대체적으로 자신의 야망을 실현할 수 있는 적기를 기다리고 있는 심리입니다.
    그래서 기회가 포착되면 평상시에 부드럽고 유한 모습은 멀리 삼천포로 던져버리고, 언제 그랬냐는듯, 무섭게 기회를 거머쥐기 위해, 돌진하는 분들입니다.
    대체적으로 외유내강인 분들이 많으며, 자기 자신만의 주관과 고집이 강합니다
    
    평상시에 평온하던 바다와 하늘이 적기에 맞닿게 되면, 거대한 용오름이 솟구치며, 승천해 나가는 형상입니다.
    역시 성격이 매우 굳세고 강한 성정을 지녔으며, 승부욕도 강하고, 이 분들은 자신보다 잘 나보이는 사람에 대해서 은근히 질투심이나 열등감도 많기 때문에, 내 반드시 저 자를 이기고야 말리라는 심리를 마음 속에 간직하고 있습니다.
    그래서 승부를 결정지을 시기를 기다리고 있는 것입니다.

    늘 허세기질이 강하고, 남들에게 베풀지만, 대개 이것은 진실성이 결여된 대개 남들로부터 인정받고 싶어하는 댓가성있는 베풂이기 때문에, 남들로부터 진실성을 의심받을 수밖에 없고, 오히려 구설수에 올라 부정적인 영향을 끼치는 경우가 많은 것입니다.
    자신을 과시하고자 하는 속된 말로 자뻑이 강한 분들이기 때문에, 비록 천재적인 두뇌를 가진 능력있는 분들이라 할지라도, 남들에게 자신의 능력을 있는그대로 표현해 내려는 기질로 인해서, 오히려 남들로부터 조롱을 당하고, 과소평가 받거나, 미친 사람으로 취급받기도 합니다. 

    그러니까 계해일주 분들은 겸손한 자세가 절대적으로 필요한 분들인 것입니다.
    자칫 본인의 성격대로 살다보면 거만하고, 잘난척 잘하는 재수없는 인간으로 취급받기 쉽습니다.
    `
},
]
